{"-1507":"Ungültiger Pfad","DriveName.0":"Wechseldatenträger","DriveName.1":"Lokale Festplatte","DriveName.2":"DVD/CD-ROM-Laufwerk","DriveName.3":"RAM-Disk","DriveName.4":"Unbekannt","ErrorCode.-1":"Unbekannter Fehler","ErrorCode.-128":"Interner Engine-Fehler","ErrorCode.-32600":"Unzulässige JSON-Protokollanfrage","ErrorCode.-32601":"Angeforderte Protokollmethode ist nicht vorhanden","ErrorCode.-32602":"Unzulässige JSON-Protokollparameter","ErrorCode.-32603":"Interner JSON-Protokollfehler","ErrorCode.-32700":"JSON-Protokoll: Analysefehler","ErrorCode.-65":"Die Anforderung an den QABDI-Cluster ist fehlgeschlagen","ErrorCode.0":"Unbekannter Fehler","ErrorCode.1":"Manche Daten wurden nicht richtig angegeben.","ErrorCode.10":"Interner Fehler","ErrorCode.1000":"Eine App mit diesem Namen ist bereits vorhanden. Bitte legen Sie einen anderen Namen fest.","ErrorCode.10000":"Sie haben keinen Zugriff auf die Datenquelle.","ErrorCode.1001":"Der Name der App darf folgende Zeichen nicht enthalten: \\\\/:<>|\\\"?*","ErrorCode.1002":"App ist bereits geöffnet.","ErrorCode.1003":"Die von Ihnen angegebene App wurde nicht gefunden.","ErrorCode.1004":"Die App konnte nicht importiert oder erstellt werden.","ErrorCode.1005":"Die App konnte nicht gespeichert werden. Überprüfen Sie, ob sie schreibgeschützt ist.","ErrorCode.1006":"Die App wurde nicht erstellt.","ErrorCode.1007":"App konnte nicht abgerufen werden, weil keine App geladen wurde.","ErrorCode.1008":"Verbindung zur geöffneten App konnte nicht aufgebaut werden.","ErrorCode.1009":"Sie versuchen, eine App in mehreren Registerkarten zu öffnen, aber eine App kann nicht gleichzeitig mit und ohne Daten geöffnet werden.","ErrorCode.1010":"Der Migrationsdienst konnte nicht gestartet werden.","ErrorCode.1011":"Die App-Migration konnte nicht gestartet werden.","ErrorCode.1012":"Migration der App fehlgeschlagen. Weitere Details finden Sie in den Protokollen.","ErrorCode.1013":"Neuladen der App fehlgeschlagen. Die Synchronisierung der App wird ausgeführt.","ErrorCode.1014":"App-Export fehlgeschlagen.","ErrorCode.11":"Fehlerhafte Daten","ErrorCode.11000":"Lädt neu.","ErrorCode.11001":"Die folgende Tabelle wurde nicht gefunden: '{0}'. Korrigieren Sie den Verweis auf die Tabelle und führen Sie das Skript erneut aus.","ErrorCode.11002":"Die folgende Anweisung wurde nicht gefunden: '{0}'. Korrigieren Sie die Anweisungssyntax und führen Sie das Skript erneut aus.","ErrorCode.11003":"Beim folgenden Skriptelement liegt ein Syntaxfehler vor: '{0}'.  Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11004":"Die Engine erwartete kein Skript, hat jedoch das folgende Skriptelement gefunden: '{0}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11005":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde das folgende Skriptelement: '{1}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11006":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}' oder '{2}' Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11007":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}', '{2}' oder '{3}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11008":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}', '{2}', '{3}' oder '{4}' Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11009":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}', '{2}', '{3}', '{4}' oder '{5}' Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11010":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}', '{2}', '{3}', '{4}', '{5}' oder '{6}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11011":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde eines der folgenden Skriptelemente: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}' oder '{7}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11012":"Die Engine hat das folgende Skriptelement gefunden: '{0}'. Erwartet wurde ein anderes Skriptelement, beispielsweise: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}' oder '{7}'. Korrigieren Sie die Syntax und führen Sie das Skript erneut aus.","ErrorCode.11013":"Das folgende Feld wurde nicht gefunden: '{0}'. Korrigieren Sie den Feldverweis und führen Sie das Skript erneut aus.","ErrorCode.11014":"Die folgende Mapping-Tabelle wurde nicht gefunden: '{0}'. Korrigieren Sie den Verweis auf die Mapping-Tabelle und führen Sie das Skript erneut aus.","ErrorCode.11015":"Die folgende Verbindung wurde nicht gefunden: '{0}'. Korrigieren Sie den Verbindungsverweis und führen Sie das Skript erneut aus.","ErrorCode.11016":"Der folgende Name ist bereits vorhanden: '{0}'. Wählen Sie zur Umbenennung einen anderen Namen und führen Sie das Skript erneut aus.","ErrorCode.11017":"Die Datei liegt in einem falschen Format vor oder ist beschädigt. Speichern Sie die Datei im Format DIF und führen Sie das Skript erneut aus.","ErrorCode.11018":"Die Datei liegt in einem falschen Format vor oder ist beschädigt. Speichern Sie die Datei im Format BIFF und führen Sie das Skript erneut aus.","ErrorCode.11019":"Passwortgeschützte Excel-Dateien können nicht gelesen werden. Entfernen Sie das Passwort und führen Sie das Skript erneut aus.","ErrorCode.11020":"Die folgende Datei konnte nicht geöffnet werden: '{0}'. Vergewissern Sie sich, dass die Datei verfügbar ist, und führen Sie das Skript erneut aus.","ErrorCode.11021":"Die folgende Autogenerate-Nummer ist inkorrekt: '{0}'. Autogenerate-Nummern dürfen nicht negativ oder größer als 2147483647 sein. Korrigieren Sie die Autogenerate-Nummer und führen Sie das Skript erneut aus.","ErrorCode.11022":"Diese Präfixe einer LOAD-Anweisung können nicht kombiniert werden. Entfernen Sie die den Konflikt verursachenden Präfixe und führen Sie das Skript erneut aus.","ErrorCode.11023":"Der Steuerungsbefehl stimmt nicht mit dem entsprechenden Startbefehl überein. Vergewissern Sie sich, dass der Start und das Ende des Steuerungsbefehls korrekt formatiert sind, und führen Sie das Skript erneut aus.","ErrorCode.11024":"Die folgende Verbindung wurde nicht gefunden: {0}. Korrigieren Sie den Verbindungsverweis oder vergewissern Sie sich, dass Sie Zugriffsrechte darauf besitzen, und führen Sie das Skript erneut aus.","ErrorCode.11025":"Die folgende Verbindung ist ungültig: {0}.  Korrigieren Sie den Verbindungsverweis und führen Sie das Skript erneut aus.","ErrorCode.11026":"Der folgende Pfad führt nicht zu dem in der Verbindung angegebenen Ordner: '{0}'. Geben Sie den vollständigen Pfad ein und führen Sie das Skript erneut aus.","ErrorCode.11027":"Es ist kein qualifizierter Pfad für die folgende Datei vorhanden: {0}. Speichern Sie das QlikView-Dokument, bevor Sie eine Qualify-Anweisung verwenden.","ErrorCode.11028":"Diese Anweisung funktioniert nur mit Lib-Pfaden (lib://) im Standardmodus. Ändern Sie den Anweisungspfad zu lib:// und führen Sie das Skript erneut aus.","ErrorCode.11029":"Die Semantikfelder werden nicht einheitlich verwendet. Korrigieren Sie die Verwendung des Präfixes semantic und führen Sie das Skript erneut aus.","ErrorCode.11030":"Es ist keine offene Datenverbindung verfügbar. Dies kann an einer fehlenden oder beschädigten CONNECT-Anweisung liegen. Prüfen Sie die CONNECT-Anweisung, vergewissern Sie sich, dass die Verbindung verfügbar ist, und führen Sie das Skript erneut aus.","ErrorCode.11031":"Für die Bedingung GROUP BY sind Aggregierungsformeln erforderlich. Fügen Sie der Bedingung die entsprechenden Aggregierungsformeln hinzu und führen Sie das Skript erneut aus.","ErrorCode.11032":"Die einzige zulässige CONNECT-Anweisung in diesem Skriptmodus ist LIB CONNECT. Ändern Sie die CONNECT-Anweisung in LIB CONNECT und führen Sie das Skript erneut aus.","ErrorCode.11033":"Die ODBC-Verbindung ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11034":"Die OLEDB-Verbindung ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11035":"Die benutzerdefinierte Verbindung ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11036":"Der ODBC-Lesevorgang ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11037":"Der OLEDB-Lesevorgang ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11038":"Der benutzerdefinierte Lesevorgang ist fehlgeschlagen. Vergewissern Sie sich, dass die Datenbank verfügbar und im Skript korrekt angegeben ist.","ErrorCode.11039":"Binary load ist im folgenden Dokument nicht zulässig: {0}.","ErrorCode.11040":"Der folgende Konnektor konnte nicht gestartet werden: {0}. Der Konnektor wurde nicht gefunden oder es fehlen einige DLLs für den Konnektor. Wenden Sie sich bitte an Ihren Systemadministrator.","ErrorCode.11041":"Der Konnektor reagiert nicht. Wenden Sie sich bitte an Ihren Systemadministrator.","ErrorCode.11042":"Der Konnektor hat den folgenden Fehler zurückgegeben: {0}.","ErrorCode.11043":"Verbindungsfehler bei Konnektor: {0}.","ErrorCode.11044":"Der benutzerdefinierte Konnektor {0} wurde nicht gefunden.","ErrorCode.11045":"Beim Laden des Eingabefelds {0} wurden duplizierte Schlüssel gefunden.","ErrorCode.11046":"Es ist keine bereits geladene Tabelle vorhanden, mit der ein zusammengefasster LOAD-Vorgang durchgeführt werden kann.","ErrorCode.12":"Speicherinkonsistenz","ErrorCode.12000":"Eine neue Version von Qlik Sense Desktop ist verfügbar. Bitte aktualisieren Sie auf die neue Version.","ErrorCode.12001":"Ihre Version von Qlik Sense Desktop ist abgelaufen.","ErrorCode.12002":"Zugriffskontrollinformationen wurden erkannt. Diese Funktion wird in Qlik Sense Desktop nicht unterstützt. Damit Daten in Qlik Sense Desktop geladen werden können, entfernen Sie mithilfe einer Version, die dies unterstützt, die vorhandenen Zugriffskontrollinformationen.","ErrorCode.12003":"Da die App geöffnet ist, kann sie nicht gelöscht werden. Schließen Sie bitte die App und versuchen Sie es erneut.","ErrorCode.12004":"Benutzer ist nicht authentifiziert. Bitte melden Sie sich bei Qlik Sense Desktop an.","ErrorCode.13":"Aktion wurde unerwartet abgebrochen.","ErrorCode.13000":"Sie haben die Größenbeschränkung des Exportvorgangs erreicht. Reduzieren Sie die Anzahl der zu exportierenden Werte oder ändern Sie die Einstellungen.","ErrorCode.13001":"Es sind keine Daten zum Exportieren vorhanden. Stellen Sie sicher, dass die Daten in Ihrer Visualisierung korrekt sind.","ErrorCode.14":"Validierung kann im Moment nicht durchgeführt werden. Bitte versuchen Sie es später erneut.","ErrorCode.14000":"Die Datei mit dem angegebenen Startwert wurde nicht gefunden.","ErrorCode.15":"Vorgang abgebrochen","ErrorCode.15000":"Timeout bei der Suche","ErrorCode.16":"Verbindung verloren. Stellen Sie sicher, dass Qlik Sense richtig ausgeführt wird. Ist Ihre Sitzungszeit aufgrund von Inaktivität abgelaufen, aktualisieren Sie, um fortzufahren.","ErrorCode.16000":"Die Direct Discovery-Formel ist fehlgeschlagen. Dies kann verschiedene Ursachen haben, zum Beispiel weil ein Kommunikationsfehler aufgetreten ist oder weil das Datenladeskript eine nicht mehr gültige Abfrage enthält.","ErrorCode.16001":"Es gibt zu viele Zeilen, um diese Virtualisierung anzuzeigen. Treffen Sie Auswahlen, damit weniger Detaildatensätze abgerufen werden.","ErrorCode.16002":"Direct Query gab leere Trefferliste zurück.","ErrorCode.16003":"Verbindung zur Datenbank fehlgeschlagen.","ErrorCode.16004":"Measure-Felder sind mit aggregierten Feldern nicht zulässig.","ErrorCode.16005":"Detail-Feld ist mit aggregierten Feldern nicht zulässig.","ErrorCode.16006":"Synthetische Schlüssel sind in einer Direct Discovery-Tabelle nicht zulässig. Eine Direct Discovery-Tabelle kann nicht Teil einer Schleife sein.","ErrorCode.16007":"Nur Felder aus einer einzigen Direct Discovery-Tabelle sind zulässig.","ErrorCode.16008":"Datenbankautorisierung fehlgeschlagen.","ErrorCode.17":"Diese Aktion wird in der aktuellen Version von Qlik Sense nicht unterstützt.","ErrorCode.17000":"Tabelle in aktueller App nicht gefunden","ErrorCode.17001":"Doppelte Tabellennamen gefunden","ErrorCode.18":"Beim Aufruf eines REST-Endpunkts ist ein Fehler aufgetreten.","ErrorCode.18000":"Die Variable muss einen Namen besitzen.","ErrorCode.18001":"Eine Variable mit diesem Namen ist bereits vorhanden. Bitte legen Sie einen anderen Namen fest.","ErrorCode.18002":"Der Name der generischen Variable entspricht nicht dem Namen der zu Grunde liegenden Variable. Bitte entfernen Sie die Variable und erstellen Sie sie erneut und melden Sie diesen Fehler an Qlik Support.","ErrorCode.19":"Die Anforderung übersteigt die Speicherbeschränkung.","ErrorCode.19000":"Die Inhaltsbibliotheken konnten nicht aufgelistet werden. Bitte versuchen Sie es später erneut und wenden Sie sich an Ihren Systemadministrator, wenn das Problem weiterbesteht.","ErrorCode.19001":"Der Inhalt der Bibliothek konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut und wenden Sie sich an Ihren Systemadministrator, wenn das Problem weiterbesteht.","ErrorCode.19002":"Fehler beim Schreiben des App-spezifischen Inhalts.","ErrorCode.19003":"Fehler beim Lesen des App-spezifischen Inhalts.","ErrorCode.19004":"Die angegebene Inhaltsbibliothek ist nicht vorhanden. Prüfen Sie den Namen der Bibliothek.","ErrorCode.2":"Die Ressource wurde nicht gefunden.","ErrorCode.2000":"Eine Verbindung mit dem angegebenen Namen ist bereits vorhanden.","ErrorCode.20000":"Die Funktion ist deaktiviert.","ErrorCode.2001":"Verbindung wurde nicht gefunden.","ErrorCode.2002":"Fehler beim Laden der Verbindung.","ErrorCode.2003":"Fehler beim Importieren der Verbindung.","ErrorCode.2004":"Ungültiger Verbindungsname. Geben Sie einen neuen Verbindungsnamen mit 1 bis 256 Zeichen und ohne die Zeichen \\ / : ein. * ? \" < > |","ErrorCode.22000":"OK","ErrorCode.22001":"Der Vorgang wurde abgebrochen.","ErrorCode.22002":"Unbekannter Fehler","ErrorCode.22003":"Client hat ein ungültiges Argument angegeben.","ErrorCode.22004":"Die Frist ist abgelaufen, bevor der Vorgang abgeschlossen werden konnte.","ErrorCode.22005":"Das angeforderte Element (Datei oder Verzeichnis) wurde nicht gefunden.","ErrorCode.22006":"Das Element (Datei oder Verzeichnis) wurde nicht neu erstellt, da es bereits existiert.","ErrorCode.22007":"Der Anforderer verfügt nicht über die notwendigen Berechtigungen für diesen Vorgang.","ErrorCode.22008":"Eine notwendige Ressource ist aufgebraucht. Beispiele: Ein Benutzerkontingent ist erschöpft oder der Speicherplatz im Dateisystem ist voll.","ErrorCode.22009":"Der Vorgang kann nicht ausgeführt werden, da sich das System nicht im erforderlichen Zustand befindet.","ErrorCode.22010":"Der Vorgang wurde abgebrochen. Ursache sind üblicherweise Parallelitätsprobleme wie Sequencer-Check-Fehler, Transaktionsabbrüche usw.","ErrorCode.22011":"Der Vorgang hat den gültigen Bereich überschritten, indem beispielsweise über das Dateiende hinaus gesucht oder gelesen wurde.","ErrorCode.22012":"Der Vorgang wird in diesem Dienst nicht unterstützt.","ErrorCode.22013":"Interner Fehler.","ErrorCode.22014":"Der Dienst ist derzeit nicht verfügbar. Möglicherweise können Sie den Fehler beheben: Versuchen Sie es erneut oder verwenden Sie das Backoff-Verfahren.","ErrorCode.22015":"Daten sind unwiederbringlich verloren oder beschädigt.","ErrorCode.22016":"Die Anfrage enthält keine gültigen Authentifizierungsdaten für den Vorgang.","ErrorCode.2300":"Der Konnektor unterstützt kein Datei-Streaming.","ErrorCode.23001":"Ungültiges XLSX-Objekt.","ErrorCode.23002":"Ungültige XLSX-Datei.","ErrorCode.23003":"Ungültiges XLSX-Arbeitsblatt.","ErrorCode.23004":"Ungültiger XLSX-Exportbereich.","ErrorCode.23005":"Allgemeiner Fehler beim Schreiben von XLSX.","ErrorCode.23006":"Beim Schreiben der XLSX-Datei kann kein Arbeitsspeicher zugeteilt werden.","ErrorCode.23007":"Fehler beim Erstellen der XLSX-Ausgabedatei. Dies liegt in der Regel an einem Berechtigungsfehler.","ErrorCode.23008":"Beim Erstellen einer temporären Datei (tmpfile) während der Dateizusammenstellung ist ein Fehler aufgetreten.","ErrorCode.23009":"Zlib-Fehler bei einem Dateivorgang beim Erstellen einer XLSX-Datei.","ErrorCode.2301":"Die Datendateigröße hat die Größe des Datei-Streaming-Puffers überschritten. Passen Sie die Einstellung StreamingBufferSizeMB an.","ErrorCode.23010":"Zlib-Fehler beim Hinzufügen einer untergeordneten Datei zur XLSX-Datei.","ErrorCode.23011":"Zlib-Fehler beim Schließen der XLSX-Datei.","ErrorCode.23012":"NULL-Funktionsparameter ignoriert.","ErrorCode.23013":"Die Zeichenfolge überschreitet das Excel-Limit von 32.767 Zeichen.","ErrorCode.23014":"Der Parameter überschreitet das Excel-Limit von 255 Zeichen.","ErrorCode.23015":"Fehler beim Suchen des internen Zeichenfolgenindex.","ErrorCode.23016":"Arbeitsblattzeilen- oder -spaltenindex außerhalb des Bereichs.","ErrorCode.23017":"Maximale Anzahl Arbeisblatt-URLs (65530) überschritten.","ErrorCode.3":"Ressource ist bereits vorhanden.","ErrorCode.3000":"Dateizugriff verweigert.","ErrorCode.30000":"Die bereitgestellte URL verwendet ein nicht unterstütztes Protokoll.","ErrorCode.30001":"Der bereitgestellte Proxy kann nicht aufgelöst werden.","ErrorCode.30002":"Fehler beim Verbinden mit dem Host oder Proxy.","ErrorCode.30003":"Zugriff für Ressource in der URL verweigert.","ErrorCode.30004":"FTP-Annahme fehlgeschlagen.","ErrorCode.30005":"Zeitüberschreitung bei der FTP-Annahme.","ErrorCode.30006":"FTP kann Host nicht abrufen.","ErrorCode.30007":"Der Dateitransfer entsprach nicht der erwarteten Transfergröße.","ErrorCode.30008":"Benutzerdefinierte QUOTE-Befehle sind fehlgeschlagen.","ErrorCode.30009":"Schreibvorgang fehlgeschlagen.","ErrorCode.3001":"Unzulässiger Dateiname.","ErrorCode.30010":"Upload fehlgeschlagen.","ErrorCode.30011":"Arbeitsspeicherzuteilung fehlgeschlagen.","ErrorCode.30012":"Zeitüberschreitung bei Vorgang.","ErrorCode.30013":"FTP REST-Befehl fehlgeschlagen.","ErrorCode.30014":"POST-Befehl fehlgeschlagen.","ErrorCode.30015":"SSL/TSL-Handshake fehlgeschlagen. Zertifikate und/oder Kennwörter sind ungültig.","ErrorCode.30016":"Dateilesevorgang fehlgeschlagen.","ErrorCode.30017":"LDAP-Bindung fehlgeschlagen.","ErrorCode.30018":"LDAP-Suche fehlgeschlagen","ErrorCode.30019":"Fehler aufgrund zu vieler Umleitungen.","ErrorCode.3002":"Die Datei, die Sie laden möchten, ist fehlerhaft. Suchen Sie die Fehler und versuchen Sie es erneut.","ErrorCode.30020":"SSL-Zertifikat oder SSH md5-Fingerabdruck konnte nicht verifiziert werden.","ErrorCode.30021":"Es wurde nichts vom Remote-Server erhalten.","ErrorCode.30022":"Die angegebene Crypto-Engine wurde nicht gefunden.","ErrorCode.30023":"Die ausgewählte SSL-Crypto-Engine konnte nicht festgelegt werden.","ErrorCode.30024":"Problem mit dem lokalen Clientzertifikat.","ErrorCode.30025":"Die angegebene Verschlüsselung kann nicht verwendet werden.","ErrorCode.30026":"Das Peer-Zertifikat kann nicht authentifiziert werden.","ErrorCode.30027":"Fehlerhafte Inhaltscodierung.","ErrorCode.30028":"Ungültige LDAP-URL.","ErrorCode.30029":"Angeforderte FTP-SSL-Ebene fehlgeschlagen.","ErrorCode.3003":"Eine Datei, die zur geladenen oder importieren App gehört, konnte nicht gefunden werden.","ErrorCode.30030":"Initialisierung der SSL-Engine fehlgeschlagen.","ErrorCode.30031":"Remote-Serveranmeldung wurde verweigert.","ErrorCode.30032":"Datei auf FTP-Server nicht gefunden.","ErrorCode.30033":"Ungültiger TFTP-Vorgang.","ErrorCode.30034":"Während der SSH-Sitzung ist ein Fehler aufgetreten.","ErrorCode.3004":"Dateiformat wird nicht unterstützt","ErrorCode.3005":"Die Datei wurde in einem nicht unterstützten Modus geöffnet. Apps mit dem Zusatz qvw können ohne ihre Daten nicht geöffnet werden.","ErrorCode.3006":"Keine Tabelle in der HTML-Datei gefunden.","ErrorCode.30100":"Die generierte Satzformel ist zu lang. Kürzen Sie die Länge, z. B. durch Verkleinern des Auswahlsatzes, und generieren Sie die Satzformel neu.","ErrorCode.4":"Ungültiger Pfad","ErrorCode.400":"Die Anfrage ist ungültig.","ErrorCode.4000":"Sie können nicht auf die angeforderte Ressource zugreifen.","ErrorCode.4001":"Das System konnte Sie nicht anmelden.","ErrorCode.401":"Zugriff verweigert: Die Authentifizierung ist fehlgeschlagen oder wurde nicht bereitgestellt.","ErrorCode.402":"Zahlung ist erforderlich.","ErrorCode.403":"Zugriff verweigert.","ErrorCode.404":"Die angefragte Ressource wurde nicht gefunden.","ErrorCode.405":"Diese Methode wird nicht unterstützt.","ErrorCode.406":"Nicht akzeptabel","ErrorCode.407":"Proxy-Authentifizierung erforderlich","ErrorCode.408":"Die Anfragezeit wurde überschritten.","ErrorCode.409":"Die Anfrage konnte wegen eines Konflikts nicht durchgeführt werden.","ErrorCode.410":"Die angefragte Ressource ist nicht mehr verfügbar.","ErrorCode.411":"Die Inhaltslänge der Anfrage ist erforderlich.","ErrorCode.412":"Die Vorbedingung wird nicht erfüllt.","ErrorCode.413":"Die Anfrageentität ist zu umfangreich.","ErrorCode.414":"Die Anfrage-URL ist zu lang.","ErrorCode.415":"Der Medientyp der Anfrageentität wird nicht unterstützt.","ErrorCode.416":"Der angefragte Bereich ist nicht erfüllbar.","ErrorCode.417":"Annahme fehlgeschlagen","ErrorCode.5":"Zugriff verweigert","ErrorCode.500":"Interner Serverfehler","ErrorCode.5000":"Server verfügt über keine weiteren Sitzungs- und Nutzungslizenzen für den Clientzugriff.","ErrorCode.5001":"Server verfügt über keine weiteren Sitzungslizenzen für den Clientzugriff.","ErrorCode.5002":"Server verfügt über keine weiteren Nutzungslizenzen für den Clientzugriff.","ErrorCode.5003":"Server verfügt über keine weiteren Clientzugriffslizenzen.","ErrorCode.5004":"Server verfügt über keine weiteren benannten Clientzugriffslizenzen.","ErrorCode.5005":"Server außer Betrieb","ErrorCode.5006":"Server ausgelastet","ErrorCode.5007":"Die Lizenz ist abgelaufen. Aktualisieren Sie auf eine aktuelle Version, um eine neue Lizenz zu erhalten.","ErrorCode.5008":"AJAX ist deaktiviert.","ErrorCode.5009":"Für den Benutzer dieser Sitzung ist kein Nutzungs-Token verfügbar.","ErrorCode.501":"Die Anfragemethode wird nicht erkannt oder kann nicht erfüllt werden.","ErrorCode.5010":"Nur AJAX-Clients werden mit dieser Lizenz unterstützt.","ErrorCode.502":"Fehlerhaftes Gateway","ErrorCode.503":"Der Service ist nicht verfügbar.","ErrorCode.504":"Gateway-Timeout","ErrorCode.505":"Die HTTP-Protokollversion wird nicht unterstützt.","ErrorCode.509":"Bandbreitengrenze überschritten","ErrorCode.6":"Das System hat zu wenig Arbeitsspeicher.","ErrorCode.6000":"Ungültiges Hyperkubusobjekt.","ErrorCode.6001":"Zu viele Hyperkubusergebnisse.","ErrorCode.6002":"Ungültiger Status für Hyperkubusobjekt.","ErrorCode.6003":"Der angeforderte Vorgang kann derzeit nicht durchgeführt werden.","ErrorCode.61409":"Authentifizierung fehlgeschlagen. Der Benutzer wurde in der Datenbank nicht gefunden.","ErrorCode.7":"Nicht initialisiert","ErrorCode.700":"Host konnte nicht aufgelöst werden.","ErrorCode.7000":"Alle Formeln sind deaktiviert","ErrorCode.7001":"Dimension oder Kennzahl nicht in Bibliothek","ErrorCode.7002":"Nicht genügend Berechnungsspeicher","ErrorCode.7003":"Der Berechnungssatz ist zu umfangreich","ErrorCode.7004":"Timeout bei der Berechnung","ErrorCode.7005":"Die Bedingung für die Berechnung wird nicht erfüllt","ErrorCode.7006":"Gemischte DBMS- und In-Memory-Aggregierung wird nicht unterstützt","ErrorCode.7007":"Direkte Abfrage für fehlende oder indirekte Tabelle gestartet","ErrorCode.7008":"Unzulässige Sortierreihenfolge für Eigenschaften","ErrorCode.7009":"Die Berechnungsseite ist zu umfangreich. Die Anzahl der Zellen reduzieren und erneut versuchen.","ErrorCode.7010":"Semantikfelder nicht zulässig in Berechnung","ErrorCode.7011":"Die Berechnung für das Objekt konnte nicht erfolgreich durchgeführt werden. Aktualisieren Sie die App.","ErrorCode.7012":"Die Dimension wird bereits verwendet.","ErrorCode.7013":"Ein Objekt bezieht sich auf ein nicht vorhandenes Direct Discovery-Feld. Aktualisieren Sie die Definition für das Objekt oder fügen Sie das fehlende Feld in der Direct Discovery-Tabelle hinzu.","ErrorCode.7014":"Eine Berechnungsbedingung ist nicht erfüllt. Die Dimension wurde aus der Berechnung ausgeschlossen.","ErrorCode.8":"Ungültige Parameter","ErrorCode.8000":"Ungültiger Identifikator für das verlinkte Objekt","ErrorCode.8001":"Verlinktes Objekt nicht im Layout gefunden","ErrorCode.8002":"Ungültiges verlinktes Objekt","ErrorCode.9":"Einige Parameter sind leer.","ErrorCode.9000":"Das Objekt konnte nicht gespeichert werden.","ErrorCode.9001":"Das Objekt konnte nicht gelesen werden.","ErrorCode.9002":"Das Objekt konnte nicht gelöscht werden.","ErrorCode.9003":"Das Objekt konnte nicht gefunden werden.","ErrorCode.9004":"Sie verwenden Qlik Sense Desktop anstatt Qlik Sense oder eine falsche Version von Qlik Sense.","ErrorCode.9005":"Die App-Migration ist fehlgeschlagen, weil die App schreibgeschützt ist.","ErrorCode.9006":"Die App-Migration wurde abgebrochen. Öffnen Sie die App erneut, um sie zu migrieren.","ErrorCode.9007":"Die App-Migration konnte die App nicht sichern. Die App-Migration wird abgebrochen.","ErrorCode.9008":"Nicht genügend Speicherplatz für den Vorgang","ErrorCode.9009":"Sie versuchen, eine Methode zu verwenden, die in den Apps der Sitzung nicht unterstützt wird","ErrorCode.9510":"Invalid parameter sent from the repository in the binary sync protocol","ErrorCode.9511":"Invalid parameter sent from the repository in the binary sync protocol","FUNC_GROUP_AGGR":"Aggregierungsfunktionen","FUNC_GROUP_ALL":"- Alle Funktionen -","FUNC_GROUP_COLOR":"Farbfunktionen","FUNC_GROUP_CONDITIONAL":"Bedingungsfunktionen","FUNC_GROUP_COUNTER":"Counter-Funktionen","FUNC_GROUP_DATE_AND_TIME":"Funktionen für Datum und Uhrzeit","FUNC_GROUP_EXPONENTIAL_AND_LOGARITHMIC":"Exponential- und Logarithmusfunktionen","FUNC_GROUP_FINANCIAL":"Finanzfunktionen","FUNC_GROUP_FORMATTING":"Formatierungsfunktionen","FUNC_GROUP_INTER_RECORD":"Inter-Record-Funktionen","FUNC_GROUP_LOGICAL":"Logische Funktionen","FUNC_GROUP_MAPPING":"Mapping-Funktionen","FUNC_GROUP_MATH_CONSTANT_AND_PARAM_FREE":"Mathematische Konstanten und parameterfreie Funktionen","FUNC_GROUP_NONE":"Nicht kategorisierte Funktionen","FUNC_GROUP_NULL":"NULL-Funktionen","FUNC_GROUP_NUMBER_INTERPRET":"Interpretationsfunktionen","FUNC_GROUP_NUMERIC":"Allgemeine numerische Funktionen","FUNC_GROUP_RANGE":"Abschnittsfunktionen","FUNC_GROUP_RANKING":"Rangfolgefunktionen","FUNC_GROUP_STRING":"Stringfunktionen","FUNC_GROUP_SYSTEM":"Systemfunktionen","FUNC_GROUP_TRIGONOMETRIC_AND_HYPERBOLIC":"Trigonometrische und hyperbolische Funktionen","MessageCode.0":"{0}","MessageCode.1":"Status und Daten werden gespeichert","MessageCode.10":"Skriptfehler: {0}","MessageCode.11":"Erledigt","MessageCode.12":"","MessageCode.13":"Spaltenförmige QVD-Datei erkannt. Verwenden Sie zur Optimierung und Zeilenanordnung der Datei STORE INTO.","MessageCode.14":"Laden der QVC-Datei: {0}","MessageCode.15":"(Buffer)","MessageCode.16":"Vorbereiten von","MessageCode.17":"Anhängen von","MessageCode.18":"Entfernen von synthetischem {0}","MessageCode.19":"(Abrufen)","MessageCode.2":"Verbleibende Byte für Spalten-ID: {0}","MessageCode.20":"Ausführung des Skripts: {0}","MessageCode.21":"Abgerufene Zeilen: {0}","MessageCode.22":"Der Suchindex wird erstellt.","MessageCode.23":"Indexierung läuft für Feld: {0}","MessageCode.24":"Der Suchindex wurde erfolgreich erstellt.","MessageCode.25":"Der Suchindex ist unvollständig. Die smarte Suche funktioniert möglicherweise etwas langsamer als erwartet.","MessageCode.26":"Die Erstellung des Suchindex wird abgebrochen.","MessageCode.27":"Die Erstellung des Suchindex wurde abgebrochen. Die smarte Suche funktioniert möglicherweise etwas langsamer als erwartet.","MessageCode.28":"Der Suchindex ist unvollständig: Zeitüberschreitung Die smarte Suche funktioniert möglicherweise etwas langsamer als erwartet.","MessageCode.29":"Der Suchindex ist unvollständig: nicht genügend Arbeitsspeicher Die smarte Suche funktioniert möglicherweise etwas langsamer als erwartet.","MessageCode.3":"Tabelle wird gespeichert: {0}","MessageCode.30":"Zugriff wurde nach dem erneuten Ladevorgang verweigert. Überprüfen Sie, ob der Benutzer, der das Skript neu lädt, im Abschnitt des Section Access des Skripts enthalten ist.","MessageCode.4":"Bisher abgerufene Zeilen: {0}","MessageCode.5":"Verbunden","MessageCode.6":"Verbinden mit {0}","MessageCode.7":"Verbindung fehlgeschlagen","MessageCode.8":"(für (zeilenbasierte) QVD optimiert)","MessageCode.9":"(für QVD (Spaltenform) optimiert)","WarningCode.0":"Sie versuchen ein QlikView-Dokument (im qvw-Format) zu öffnen, das ein verborgenes Skript enthält. Verborgenes Skript wird in Qlik Sense Desktop nicht unterstützt. Das Dokument (im qvw-Format) wird in eine App (im qvf-Format) konvertiert und das verborgene Skript wird entfernt. Laden Sie die Daten im Dateneditor, damit die Datenbank die richtigen Daten enthält.","WarningCode.1":"Wir haben eine neue Version von Qlik Sense Desktop mit neuen Funktionen veröffentlicht.","WarningCode.2000":"Einige Objekte konnten in der App nicht geöffnet werden."}