{"-1507":"Ongeldig pad","DriveName.0":"Verwisselbare schijf","DriveName.1":"Lokale schijf","DriveName.2":"DVD/CD-romstation","DriveName.3":"RAM-schijf","DriveName.4":"Onbekend","ErrorCode.-1":"Onbekende fout","ErrorCode.-128":"Interne engine-fout","ErrorCode.-32600":"Ongeldige JSON-protocolaanvraag","ErrorCode.-32601":"Aangevraagde protocolmethode bestaat niet","ErrorCode.-32602":"Ongeldige JSON-protocolparameters","ErrorCode.-32603":"Interne JSON-protocolfout","ErrorCode.-32700":"Parseerfout JSON-protocol","ErrorCode.-65":"De aanvraag bij de QABDI-cluster is mislukt","ErrorCode.0":"Onbekende fout","ErrorCode.1":"Sommige gegevens zijn niet correct opgegeven.","ErrorCode.10":"Interne fout","ErrorCode.1000":"Er bestaat al een app met deze naam. Kies een andere naam.","ErrorCode.10000":"U hebt geen toegang tot de gegevensbron.","ErrorCode.1001":"De naam van een app mag niet de tekens \\\\/:<>|\\\"?* bevatten","ErrorCode.1002":"App is al geopend.","ErrorCode.1003":"De app die u hebt opgegeven is niet gevonden.","ErrorCode.1004":"De app kon niet worden geïmporteerd of gemaakt.","ErrorCode.1005":"De app kon niet worden opgeslagen. Controleer of deze alleen-lezen is.","ErrorCode.1006":"De app is niet gemaakt.","ErrorCode.1007":"Ophalen van app mislukt omdat er geen app is geladen.","ErrorCode.1008":"Kon geen verbinding maken met de geopende app.","ErrorCode.1009":"U probeert een app te openen in meerdere tabbladen, maar u kunt een app niet zowel met als zonder gegevens openen.","ErrorCode.1010":"De migratieservice kon niet worden gestart.","ErrorCode.1011":"De migratie van apps kon niet worden gestart.","ErrorCode.1012":"Migratie van apps mislukt. Controleer de logbestanden voor nadere details.","ErrorCode.1013":"Opnieuw laden van app mislukt. Synchronisatie van de app is bezig.","ErrorCode.1014":"Exporteren van de app is mislukt.","ErrorCode.11":"Beschadigde gegevens","ErrorCode.11000":"Bezig met opnieuw laden.","ErrorCode.11001":"De volgende tabel is niet gevonden: '{0}'. Corrigeer de verwijzing naar de tabel en laad het script opnieuw.","ErrorCode.11002":"De volgende instructie is niet geïdentificeerd: '{0}'. Corrigeer de syntax van deze instructie en laad het script opnieuw.","ErrorCode.11003":"Er is een probleem met de syntax van het volgende scriptelement: '{0}'.  Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11004":"Er werd niets verwacht door de engine, maar heeft het volgende scriptelement gevonden: '{0}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11005":"Het volgende scriptelement is gevonden door de engine: '{0}'. Het volgende scriptelement werd verwacht: '{1}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11006":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}' of '{2}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11007":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}', '{2}', of '{3}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11008":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}', '{2}', '{3}', of '{4}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11009":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}', '{2}', '{3}', '{4}', of '{5}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11010":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}', '{2}', '{3}', '{4}', '{5}', of '{6}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11011":"Het volgende scriptelement is gevonden door de engine: '{0}'. Een van de volgende scriptelementen werd verwacht: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}', of '{7}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11012":"Het volgende scriptelement is gevonden door de engine: '{0}'. Er werd een ander scriptelement verwacht, zoals: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}', or '{7}'. Corrigeer de syntax en laad het script opnieuw.","ErrorCode.11013":"Het volgende veld kan niet worden gevonden: '{0}'. Corrigeer de verwijzing naar het veld en laad het script opnieuw.","ErrorCode.11014":"De volgende toewijzingstabel is niet gevonden: '{0}'. Corrigeer de verwijzing naar de toewijzingstabel en laad het script opnieuw.","ErrorCode.11015":"De volgende verbinding is niet gevonden: '{0}'. Corrigeer de verwijzing naar de verbinding en laad het script opnieuw.","ErrorCode.11016":"Deze naam bestaat al: '{0}'. Kies een andere naam voor de naambewerking en laad het script opnieuw.","ErrorCode.11017":"Het bestand heeft een onjuiste indeling of is mogelijk beschadigd. Sla het bestand op in DIF-indeling en laad het script opnieuw.","ErrorCode.11018":"Het bestand heeft een onjuiste indeling of is mogelijk beschadigd. Sla het bestand op in BIFF-indeling en laad het script opnieuw.","ErrorCode.11019":"Kan geen Excel-bestand lezen dat wordt beschermd door wachtwoorden. Verwijder de wachtwoorden en laad het script opnieuw.","ErrorCode.11020":"Kan het volgende bestand niet openen: '{0}'. Controleer of het bestand beschikbaar is en laad het script opnieuw indien dit het geval is.","ErrorCode.11021":"Het volgende autogenerate-getal is onjuist: '{0}'. Autogenerate-getallen mogen niet negatief zijn en niet groter dan 2147483647. Corrigeer het autogenerate-getal en laad het script opnieuw.","ErrorCode.11022":"Deze LOAD-instructieprefixes kunnen niet worden gecombineerd. Verwijder de conflicterende prefixes en laad opnieuw.","ErrorCode.11023":"De besturingsopdracht komt niet overeen met de corresponderende startinstructie. Bevestig dat de start en het eind van de besturingsopdracht de juiste indeling hebben en laad opnieuw.","ErrorCode.11024":"De volgende verbinding is niet gevonden: {0}. Corrigeer de verwijzing naar de verbinding of bevestig dat u toegangsrechten hebt voor deze verbinding en laad opnieuw.","ErrorCode.11025":"De volgende verbinding is ongeldig: {0}.  Corrigeer de verwijzing naar de verbinding en laad opnieuw.","ErrorCode.11026":"Het volgende pad bevindt zich buiten de map die wordt gedefinieerd door de verbinding: '{0}'. Voer het volledige pad in en laad het script opnieuw.","ErrorCode.11027":"Er is geen gekwalificeerd pad voor het volgende bestand: {0}. Sla uw QlikView-document op voordat u qualify-instructies gebruikt.","ErrorCode.11028":"Deze instructie werkt alleen in combinatie met lib://-paden in standaardmodus. Wijzig de instructie door een lib://-pad te gebruiken en laad het script opnieuw.","ErrorCode.11029":"Inconsistent gebruik van semantic-velden. Corrigeer het gebruik van de semantic-prefix en laad het script opnieuw.","ErrorCode.11030":"Er is geen open gegevensverbinding. Mogelijk is er geen CONNECT-instructie of werkt deze niet. Controleer uw CONNECT-instructie, bevestig dat de verbinding toegankelijk is en laad het script opnieuw.","ErrorCode.11031":"De GROUP BY-clausule vereist aggregatie-expressies. Voeg aggregatie-expressies aan de clausule toe en laad het script opnieuw.","ErrorCode.11032":"Er zijn geen andere CONNECT-instructies dan LIB CONNECT beschikbaar in deze scriptmodus. Wijzig de CONNECT-instructie in LIB CONNECT en laad het script opnieuw.","ErrorCode.11033":"ODBC-verbinding mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11034":"OLEDB-verbinding mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11035":"Aangepaste verbinding mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11036":"Lezen ODBC mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11037":"Lezen OLEDB mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11038":"Lezen aangepaste verbinding mislukt. Controleer of de database beschikbaar is en of deze correct wordt aangeduid in het script.","ErrorCode.11039":"Binary load is niet toegestaan bij het volgende document: {0}.","ErrorCode.11040":"Starten van de volgende connector mislukt: {0}. De connector kan niet worden gevonden of de DLL's voor de connector ontbreken in het systeem. Neem contact op met uw systeembeheerder.","ErrorCode.11041":"De connector reageert niet. Neem contact op met uw systeembeheerder.","ErrorCode.11042":"De connector heeft de volgende fout geretourneerd: {0}.","ErrorCode.11043":"Connectorverbindingsfout: {0}.","ErrorCode.11044":"Aangepaste connector {0} is niet gevonden.","ErrorCode.11045":"Dubbele sleutels gevonden bij het laden van invoerveld {0}.","ErrorCode.11046":"Er is geen eerder geladen tabel waarmee een Concatenate LOAD kan worden uitgevoerd.","ErrorCode.12":"Inconsistentie geheugen","ErrorCode.12000":"Er is een nieuwe versie van Qlik Sense Desktop beschikbaar. Voer een update uit naar de nieuwe versie.","ErrorCode.12001":"Uw versie van Qlik Sense Desktop is verlopen.","ErrorCode.12002":"Toegangsinformatie voor secties gedetecteerd. Dit wordt niet ondersteund in Qlik Sense Desktop. Als u gegevens wilt laden in Qlik Sense Desktop, moet u ervoor zorgen dat u alle toegangsinformatie voor secties verwijdert met een versie die dit wel ondersteunt.","ErrorCode.12003":"Omdat de app is geopend, kan deze niet worden verwijderd. Sluit de app en probeer het opnieuw.","ErrorCode.12004":"Gebruiker is niet geverifieerd. Meld u aan bij Qlik Sense Desktop.","ErrorCode.13":"Actie is onverwachts afgebroken.","ErrorCode.13000":"U hebt de omvangbeperking van het exportproces bereikt. Verminder het aantal te exporteren waarden en wijzig de instellingen.","ErrorCode.13001":"Er zijn geen gegevens om te exporteren. Controleer of de gegevens in uw visualisatie correct zijn.","ErrorCode.14":"Er kan momenteel geen validatie worden uitgevoerd. Probeer het later opnieuw.","ErrorCode.14000":"Bestand met opgegeven beginwaarde is niet gevonden.","ErrorCode.15":"Bewerking afgebroken","ErrorCode.15000":"Er is een time-out opgetreden bij de zoekactie","ErrorCode.16":"Verbinding verloren. Controleer of Qlik Sense correct werkt. Als er een time-out voor uw sessie is opgetreden vanwege inactiviteit, vernieuwt u om door te gaan met werken.","ErrorCode.16000":"De Direct Discovery-uitdrukking is mislukt. Er kunnen verschillende oorzaken zijn, zoals een communicatiefout, of het script voor het laden van gegevens bevat een query die niet meer geldig is.","ErrorCode.16001":"Er zijn te veel rijen om deze visualisatie te kunnen weergeven. Voer selecties uit zodat minder detailrecords worden opgehaald.","ErrorCode.16002":"Direct query heeft lege resultatenset geretourneerd.","ErrorCode.16003":"Databaseverbinding mislukt.","ErrorCode.16004":"Velden Measure zijn niet toegestaan met geaggregeerde velden.","ErrorCode.16005":"Veld Detail is niet toegestaan met geaggregeerde velden.","ErrorCode.16006":"Synthetische sleutels zijn niet toegestaan in een Direct Discovery-tabel. Een Direct Discovery-tabel kan geen onderdeel vormen van een lus.","ErrorCode.16007":"Er zijn slechts velden van een enkele Direct Discovery-tabel toegestaan.","ErrorCode.16008":"Autorisatie van database is mislukt.","ErrorCode.17":"Deze actie wordt niet ondersteund in de huidige versie van Qlik Sense.","ErrorCode.17000":"Tabel niet gevonden in huidige app","ErrorCode.17001":"Dubbele tabelnaam gevonden","ErrorCode.18":"Er is een fout opgetreden bij een REST-eindpuntaanroep.","ErrorCode.18000":"De variabele moet een naam hebben.","ErrorCode.18001":"Er bestaat al een variabele met deze naam. Kies een andere naam.","ErrorCode.18002":"De naam van de algemene variabele stemt niet overeen met de naam van de onderliggende variabele. Verwijder de variabele en maak deze opnieuw. Stel vervolgens Qlik Support op de hoogte van deze fout.","ErrorCode.19":"De aanvraag overschrijdt de geheugenlimiet.","ErrorCode.19000":"De inhoudsbibliotheken konden niet worden vermeld. Probeer het nog eens en neem contact op met de systeembeheerder als het probleem aanhoudt.","ErrorCode.19001":"De inhoud van de bibliotheek kon niet worden opgehaald. Probeer het nog eens en neem contact op met de systeembeheerder als het probleem aanhoudt.","ErrorCode.19002":"Fout bij het schrijven van app-specifieke inhoud.","ErrorCode.19003":"Fout bij het lezen van app-specifieke inhoud.","ErrorCode.19004":"De door u opgegeven inhoudsbibliotheek bestaat niet. Controleer de naam van de bibliotheek.","ErrorCode.2":"De hulpbron is niet gevonden.","ErrorCode.2000":"Er bestaat al een verbinding met dezelfde naam.","ErrorCode.20000":"De functie wordt uitgeschakeld.","ErrorCode.2001":"Verbinding niet gevonden.","ErrorCode.2002":"Laden van verbinding mislukt.","ErrorCode.2003":"Importeren van verbinding mislukt.","ErrorCode.2004":"Ongeldige verbindingsnaam. Voer een nieuwe naam voor de verbinding in van 1-256 tekens, zonder de tekens \\ / : * ? \" < > |","ErrorCode.22000":"OK","ErrorCode.22001":"De bewerking is geannuleerd.","ErrorCode.22002":"Onbekende fout","ErrorCode.22003":"Client heeft een ongeldig argument opgegeven.","ErrorCode.22004":"Deadline is verlopen voordat de bewerking kon worden voltooid.","ErrorCode.22005":"De aangevraagde entiteit (bestand of directory) is niet gevonden.","ErrorCode.22006":"De entiteit (bestand of directory) kan niet worden gemaakt omdat deze al bestaat.","ErrorCode.22007":"De aanroeper is niet gemachtigd om de opgegeven bewerking uit te voeren.","ErrorCode.22008":"Een bron is uitgeput. Voorbeelden: een gebruikersquotum is overschreden of het bestandssysteem heeft onvoldoende ruimte.","ErrorCode.22009":"Bewerking is afgewezen omdat het systeem zich niet in een status bevindt die vereist is voor het uitvoeren van de bewerking.","ErrorCode.22010":"De bewerking is afgebroken, doorgaans als gevolg van een probleem met gelijktijdigheid, zoals fout in sequencercontrole, afbreken van transactie, enz.","ErrorCode.22011":"De bewerking is buiten het geldige bereik, bijvoorbeeld zoeken of lezen voorbij het eind van het bestand.","ErrorCode.22012":"De bewerking wordt niet ondersteund in deze service.","ErrorCode.22013":"Interne fout.","ErrorCode.22014":"De service is momenteel niet beschikbaar. Mogelijk kunt u dit corrigeren door het opnieuw te proberen en uitstel te gebruiken.","ErrorCode.22015":"Gegevens onherstelbaar verloren gegaan of beschadigd.","ErrorCode.22016":"De aanvraag heeft geen geldige verificatiereferenties voor de bewerking.","ErrorCode.2300":"Streamen van bestanden wordt niet ondersteund door de connector.","ErrorCode.23001":"Ongeldig xlsx-object.","ErrorCode.23002":"Ongeldig xlsx-bestand.","ErrorCode.23003":"Ongeldig xlsx-werkblad.","ErrorCode.23004":"Ongeldig xlsx-exportbereik.","ErrorCode.23005":"Algemene fout bij schrijven van xlsx.","ErrorCode.23006":"Kan geen geheugen toewijzen tijdens schrijven van xlsx-bestand.","ErrorCode.23007":"Fout bij maken van xlsx-uitvoerbestand. Dit is meestal het gevolg van een fout met machtigingen.","ErrorCode.23008":"Er is een fout opgetreden bij het maken van een tijdelijk bestand tijdens de bestandssamenstelling.","ErrorCode.23009":"Zlib-fout bij een bestandsbewerking tijdens het maken van het xlsx-bestand.","ErrorCode.2301":"Gegevensbestand is groter dan de buffergrootte voor het streamen van bestanden. Pas de instelling van StreamingBufferSizeMB aan.","ErrorCode.23010":"Zlib-fout bij het toevoegen van een subbestand aan het xlsx-bestand.","ErrorCode.23011":"Zlib-fout bij het sluiten van het xlsx-bestand.","ErrorCode.23012":"Parameter van NULL-functie genegeerd.","ErrorCode.23013":"Tekenreeks is langer dan Excel-limiet van 32.767 tekens.","ErrorCode.23014":"Parameter is langer dan Excel-limiet van 255 tekens.","ErrorCode.23015":"Fout bij zoeken naar interne tekenreeksindex.","ErrorCode.23016":"Index van werkbladrij of -kolom valt buiten bereik.","ErrorCode.23017":"Maximale aantal werkblad-URL's (65530) is overschreden.","ErrorCode.3":"Hulpbron bestaat al.","ErrorCode.3000":"Bestandstoegang geweigerd.","ErrorCode.30000":"Opgegeven URL maakt gebruik van niet-ondersteund protocol.","ErrorCode.30001":"Opgegeven proxy kan niet worden omgezet.","ErrorCode.30002":"Verbinding maken met host of proxy is mislukt.","ErrorCode.30003":"Toegang geweigerd voor hulpbron in de URL.","ErrorCode.30004":"Accepteren van FTP is mislukt.","ErrorCode.30005":"Time-out tijdens accepteren van FTP.","ErrorCode.30006":"FTP kan host niet ophalen.","ErrorCode.30007":"Bestandsoverdracht komt niet overeen met verwachte overdrachtsgrootte.","ErrorCode.30008":"Aangepaste QUOTE-opdrachten zijn mislukt.","ErrorCode.30009":"Schrijven is mislukt.","ErrorCode.3001":"Bestandsnaam is ongeldig.","ErrorCode.30010":"Uploaden is mislukt.","ErrorCode.30011":"Geheugentoewijzing is mislukt.","ErrorCode.30012":"Time-out tijdens bewerking.","ErrorCode.30013":"FTP REST-opdracht is mislukt.","ErrorCode.30014":"POST-opdracht is mislukt.","ErrorCode.30015":"SSL/TSL-handshake is mislukt. Certificaten en/of wachtwoorden zijn ongeldig.","ErrorCode.30016":"Lezen van bestand is mislukt.","ErrorCode.30017":"LDAP-binding is mislukt.","ErrorCode.30018":"LDAP-zoekopdracht is mislukt","ErrorCode.30019":"Fout als gevolg van te veel omleidingen.","ErrorCode.3002":"Het bestand dat u probeert te laden, is beschadigd. Controleer het bestand op fouten en probeer het opnieuw.","ErrorCode.30020":"SSL-certificaat of SSH md5-vingerafdruk kan niet worden gecontroleerd.","ErrorCode.30021":"Niets ontvangen van externe server.","ErrorCode.30022":"Opgegeven crypto-engine is niet gevonden.","ErrorCode.30023":"Kan de geselecteerde SSL-crypto-engine niet instellen.","ErrorCode.30024":"Probleem met het certificaat van de lokale client.","ErrorCode.30025":"Opgegeven versleuteling kan niet worden gebruikt.","ErrorCode.30026":"Peercertificaat kan niet worden geverifieerd.","ErrorCode.30027":"Ongeldige inhoudcodering.","ErrorCode.30028":"Ongeldige LDAP-URL.","ErrorCode.30029":"Gevraagd FTP SSL-niveau is mislukt.","ErrorCode.3003":"Er is geen bestand gevonden dat bij de geladen of geïmporteerde app behoort.","ErrorCode.30030":"Starten van SSL-engine is mislukt.","ErrorCode.30031":"Aanmelding bij externe server is geweigerd.","ErrorCode.30032":"Bestand op FTP-server is niet gevonden.","ErrorCode.30033":"Ongeldige TFTP-bewerking.","ErrorCode.30034":"Er is een fout opgetreden tijdens SSH-sessie.","ErrorCode.3004":"Niet-ondersteunde bestandsindeling","ErrorCode.3005":"Het bestand is geopend in een niet-ondersteunde modus. Apps met het suffix QVW kunnen niet worden geopend zonder hun gegevens.","ErrorCode.3006":"Geen tabel gevonden in HTML-bestand.","ErrorCode.30100":"De gegenereerde setuitdrukking is te lang. Maak deze korter, bijvoorbeeld door de set met selecties te verkleinen, en genereer de setuitdrukking opnieuw.","ErrorCode.4":"Ongeldig pad","ErrorCode.400":"De aanvraag is ongeldig.","ErrorCode.4000":"U hebt geen toegang tot de gevraagde hulpbron.","ErrorCode.4001":"Het systeem heeft u niet aangemeld.","ErrorCode.401":"Toegang is geweigerd: de verificatie is mislukt of is niet verstrekt.","ErrorCode.402":"Betaling is vereist.","ErrorCode.403":"Toegang geweigerd.","ErrorCode.404":"De gevraagde hulpbron is niet gevonden.","ErrorCode.405":"Deze methode wordt niet ondersteund.","ErrorCode.406":"Niet acceptabel","ErrorCode.407":"Proxyverificatie vereist","ErrorCode.408":"Time-out voor de aanvraag opgetreden.","ErrorCode.409":"De aanvraag kon niet worden voltooid vanwege een conflict.","ErrorCode.410":"De gevraagde hulpbron is niet langer beschikbaar.","ErrorCode.411":"De inhoudslengte van de aanvraag is vereist.","ErrorCode.412":"De voorwaarde vooraf is mislukt.","ErrorCode.413":"De entiteit van de aanvraag is te groot.","ErrorCode.414":"De URL voor de aanvraag is te lang.","ErrorCode.415":"Het mediatype van de entiteit van de aanvraag wordt niet ondersteund.","ErrorCode.416":"Er wordt niet aan het gevraagde bereik voldaan.","ErrorCode.417":"Niet aan verwachting voldaan","ErrorCode.5":"Toegang geweigerd","ErrorCode.500":"Interne serverfout","ErrorCode.5000":"Server heeft geen clienttoegangslicenties voor sessies en gebruik meer.","ErrorCode.5001":"Server heeft geen clienttoegangslicenties voor sessies meer.","ErrorCode.5002":"Server heeft geen clienttoegangslicenties voor gebruik meer.","ErrorCode.5003":"Server heeft geen clienttoegangslicenties meer.","ErrorCode.5004":"Server heeft geen benoemde clienttoegangslicenties meer.","ErrorCode.5005":"Server buiten dienst","ErrorCode.5006":"Server bezet","ErrorCode.5007":"De licentie is verlopen. Werk bij naar een actuele versie om een nieuwe licentie te ontvangen.","ErrorCode.5008":"AJAX is uitgeschakeld.","ErrorCode.5009":"Er is geen gebruikstoken beschikbaar voor de gebruiker van deze sessie.","ErrorCode.501":"De aanvraagmethode wordt niet herkend of er kan niet aan worden voldaan.","ErrorCode.5010":"Alleen AJAX-clients ondersteund met deze licentie.","ErrorCode.502":"Ongeldige gateway","ErrorCode.503":"De service is niet beschikbaar.","ErrorCode.504":"Time-out gateway","ErrorCode.505":"De HTTP-protocolversie wordt niet ondersteund.","ErrorCode.509":"Bandbreedtelimiet overschreden","ErrorCode.6":"Het systeem heeft onvoldoende geheugen.","ErrorCode.6000":"Ongeldig hyperkubusobject.","ErrorCode.6001":"De hyperkubusresultaten zijn te groot.","ErrorCode.6002":"Ongeldige status hyperkubusobject.","ErrorCode.6003":"Het is momenteel niet mogelijk de gevraagde bewerking uit te voeren.","ErrorCode.61409":"Verificatie is mislukt. De gebruiker is niet gevonden in de database.","ErrorCode.7":"Niet geïnitialiseerd","ErrorCode.700":"Host kan niet worden omgezet.","ErrorCode.7000":"Alle uitdrukkingen zijn uitgeschakeld","ErrorCode.7001":"Dimensie of meting niet in bibliotheek","ErrorCode.7002":"Onvoldoende geheugen voor berekening","ErrorCode.7003":"Ingestelde berekening is te groot","ErrorCode.7004":"Time-out voor berekening opgetreden","ErrorCode.7005":"Er is niet aan de berekeningsvoorwaarde voldaan","ErrorCode.7006":"Gemengde DBMS- en in-memory-aggregatie wordt niet ondersteund","ErrorCode.7007":"Poging om directe query uit te voeren op ontbrekende of niet-directe tabel","ErrorCode.7008":"Ongeldige sorteervolgorde in eigenschappen","ErrorCode.7009":"De berekeningspagina is te groot. Verminder het aantal cellen en probeer het opnieuw.","ErrorCode.7010":"Semantische velden zijn niet toegestaan in berekening","ErrorCode.7011":"De berekening van het object kon niet worden uitgevoerd. Probeer de app te vernieuwen.","ErrorCode.7012":"De dimensie is al in gebruik.","ErrorCode.7013":"Een object verwijst naar een Direct Discovery-veld dat niet bestaat. Werk de definitie van het object bij of voeg het ontbrekende veld toe in de Direct Discovery-tabel.","ErrorCode.7014":"Aan een van de berekeningsvoorwaarden is niet voldaan. De dimensie is uitgesloten van de berekening.","ErrorCode.8":"Ongeldige parameters","ErrorCode.8000":"Ongeldige identifier voor het gekoppelde object","ErrorCode.8001":"Gekoppeld object niet gevonden in lay-out","ErrorCode.8002":"Ongeldig gekoppeld object","ErrorCode.9":"Sommige parameters zijn leeg.","ErrorCode.9000":"Het object kon niet worden opgeslagen.","ErrorCode.9001":"Het object kon niet worden gelezen.","ErrorCode.9002":"Het object kon niet worden verwijderd.","ErrorCode.9003":"Het object kon niet worden gevonden.","ErrorCode.9004":"U gebruikt Qlik Sense Desktop in plaats van Qlik Sense of u gebruikt de verkeerde versie van Qlik Sense.","ErrorCode.9005":"De migratie van apps is mislukt omdat de app is beveiligd tegen schrijven.","ErrorCode.9006":"De migratie van apps is geannuleerd. Open de app opnieuw om deze te migreren.","ErrorCode.9007":"Bij de migratie van apps kon geen back-up worden gemaakt van de app. De migratie van apps is geannuleerd.","ErrorCode.9008":"Onvoldoende schijfruimte voor bewerking","ErrorCode.9009":"U probeert een methode te gebruiken die niet wordt ondersteund in sessieapps","ErrorCode.9510":"Invalid parameter sent from the repository in the binary sync protocol","ErrorCode.9511":"Invalid parameter sent from the repository in the binary sync protocol","FUNC_GROUP_AGGR":"Aggregatiefuncties","FUNC_GROUP_ALL":"- Alle functies -","FUNC_GROUP_COLOR":"Kleurfuncties","FUNC_GROUP_CONDITIONAL":"Voorwaardelijke functies","FUNC_GROUP_COUNTER":"Tellerfuncties","FUNC_GROUP_DATE_AND_TIME":"Datum- en tijdfuncties","FUNC_GROUP_EXPONENTIAL_AND_LOGARITHMIC":"Exponentiële en logaritmische functies","FUNC_GROUP_FINANCIAL":"Financiële functies","FUNC_GROUP_FORMATTING":"Opmaakfuncties","FUNC_GROUP_INTER_RECORD":"Interrecord-functies","FUNC_GROUP_LOGICAL":"Logische functies","FUNC_GROUP_MAPPING":"Toewijzingsfuncties","FUNC_GROUP_MATH_CONSTANT_AND_PARAM_FREE":"Mathematische constanten en functies zonder parameters","FUNC_GROUP_NONE":"Functies zonder categorie","FUNC_GROUP_NULL":"Lege functies","FUNC_GROUP_NUMBER_INTERPRET":"Functies voor getalinterpretatie","FUNC_GROUP_NUMERIC":"Algemene numerieke functies","FUNC_GROUP_RANGE":"Bereikfuncties","FUNC_GROUP_RANKING":"Rangordefuncties","FUNC_GROUP_STRING":"Tekenreeksfuncties","FUNC_GROUP_SYSTEM":"Systeemfuncties","FUNC_GROUP_TRIGONOMETRIC_AND_HYPERBOLIC":"Trigonometrie- en hyperboolfuncties","MessageCode.0":"{0}","MessageCode.1":"State en gegevens worden opgeslagen","MessageCode.10":"Scriptfout: {0}","MessageCode.11":"Klaar","MessageCode.12":"","MessageCode.13":"Naar kolommen geoptimaliseerd QVD-bestand gedetecteerd. Gebruik STORE INTO om te optimaliseren en dit bestand op rijen gebaseerd te maken.","MessageCode.14":"QVC-bestand wordt geladen: {0}","MessageCode.15":"(gebufferd)","MessageCode.16":"bezig met voorbereiden","MessageCode.17":"bezig met toevoegen","MessageCode.18":"Synthetische {0} wordt verwijderd","MessageCode.19":"(bezig met ophalen)","MessageCode.2":"Resterende aantal bytes voor kolom-id: {0}","MessageCode.20":"Bezig met opnieuw laden: {0}","MessageCode.21":"Opgehaalde regels: {0}","MessageCode.22":"Zoekindex maken","MessageCode.23":"Veld indexeren: {0}","MessageCode.24":"Maken van zoekindex is voltooid","MessageCode.25":"De zoekindex is niet compleet. Slimme zoekactie is mogelijk langzamer dan verwacht.","MessageCode.26":"Het maken van de zoekindex wordt geannuleerd","MessageCode.27":"Het maken van de zoekindex is geannuleerd. Slimme zoekactie is mogelijk langzamer dan verwacht.","MessageCode.28":"De zoekindex is niet compleet: time-out opgetreden. Slimme zoekactie is mogelijk langzamer dan verwacht.","MessageCode.29":"De zoekindex is niet compleet: niet genoeg geheugen. Slimme zoekactie is mogelijk langzamer dan verwacht.","MessageCode.3":"Huidige opgeslagen tabel: {0}","MessageCode.30":"Toegang was geweigerd na opnieuw laden. Controleer of de gebruiker die het script opnieuw laadt opgenomen is in het scriptgedeelte met sectietoegang.","MessageCode.4":"Tot dusverre opgehaalde rijen: {0}","MessageCode.5":"Verbonden","MessageCode.6":"Er worden verbinding gemaakt met {0}","MessageCode.7":"Verbinding maken mislukt","MessageCode.8":"(QVD (op rijen gebaseerd) geoptimaliseerd)","MessageCode.9":"(QVD naar kolommen geoptimaliseerd)","WarningCode.0":"U probeert een QlikView-document te openen (in QVW-indeling) dat verborgen scripttaal bevat. Verborgen scripts worden niet ondersteund in Qlik Sense Desktop. Het document (in QVW-indeling) wordt geconverteerd naar een app (in QVF-indeling) en de verborgen scripttaal wordt verwijderd. Laad de gegevens opnieuw in de editor voor het laden van gegevens om er zeker van te zijn dat de database de juiste gegevens bevat.","WarningCode.1":"Wij hebben een nieuwe versie van Qlik Sense Desktop uitgebracht met nieuwe functies.","WarningCode.2000":"Sommige objecten konden niet in de app worden geopend."}