{"-1507":"Ruta no válida","DriveName.0":"Disco extraíble","DriveName.1":"Disco local","DriveName.2":"Unidad DVD/CD_ROM","DriveName.3":"Disco RAM","DriveName.4":"Desconocido","ErrorCode.-1":"Error desconocido","ErrorCode.-128":"Error interno del motor","ErrorCode.-32600":"Solicitud de protocolo JSON no válida","ErrorCode.-32601":"El método de protocolo solicitado no existe","ErrorCode.-32602":"Parámetros de protocolo JSON no válidos","ErrorCode.-32603":"Error interno de protocolo JSON","ErrorCode.-32700":"Error sintáctico de protocolo JSON","ErrorCode.-65":"Falló la solicitud al clúster QABDI","ErrorCode.0":"Error desconocido","ErrorCode.1":"Algunos datos no se han especificado correctamente.","ErrorCode.10":"Error interno","ErrorCode.1000":"Ya hay una app con este nombre. Por favor, escoja otro nombre.","ErrorCode.10000":"No tiene acceso a la fuente de datos.","ErrorCode.1001":"El nombre de la app no debe contener \\\\/:<>|\\\"?*","ErrorCode.1002":"La app ya está abierta.","ErrorCode.1003":"No se ha podido hallar la app especificada.","ErrorCode.1004":"No se ha podido importar o crear la app.","ErrorCode.1005":"No se ha podido guardar la app. Compruebe si es de solo lectura.","ErrorCode.1006":"La app no llegó a crearse.","ErrorCode.1007":"No se ha podido recuperar la app porque no hay una app cargada.","ErrorCode.1008":"No se ha podido conectar a la app abierta.","ErrorCode.1009":"Está tratando de abrir una app en varias pestañas, pero no puede abrir una app con y sin datos a la vez.","ErrorCode.1010":"El servicio de migración no ha podido iniciarse.","ErrorCode.1011":"No ha sido posible iniciar la migración de la app.","ErrorCode.1012":"La migración de la app ha fallado. Revise los archivos de registro .log para más detalles.","ErrorCode.1013":"Ha fallado la recarga de la app. La sincronización de la app está en progreso.","ErrorCode.1014":"Error al exportar la app.","ErrorCode.11":"Datos corruptos","ErrorCode.11000":"Recarga en curso.","ErrorCode.11001":"No se ha podido encontrar la siguiente tabla: \"{0}\". Corrija la referencia a la tabla y recargue el script.","ErrorCode.11002":"No se ha podido identificar la siguiente sentencia: \"{0}\". Corrija la sintaxis de esta sentencia y recargue el script.","ErrorCode.11003":"Hay un problema de sintaxis con el siguiente elemento de script: \"{0}\".  Corrija la sintaxis y recargue el script.","ErrorCode.11004":"El motor esperaba no encontrar nada, pero encontró el siguiente elemento de script: \"{0}\". Corrija la sintaxis y recargue el script.","ErrorCode.11005":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba el siguiente elemento de script: \"{1}\". Corrija la sintaxis y recargue el script.","ErrorCode.11006":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\" o \"{2}\". Corrija la sintaxis y recargue el script.","ErrorCode.11007":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\", \"{2}\" o \"{3}\". Corrija la sintaxis y recargue el script.","ErrorCode.11008":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\", \"{2}\", \"{3}\" o \"{4}\". Corrija la sintaxis y recargue el script.","ErrorCode.11009":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\", \"{2}\", \"{3}\", \"{4}\" o \"{5}\". Corrija la sintaxis y recargue el script.","ErrorCode.11010":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\", \"{2}\", \"{3}\", \"{4}\", \"{5}\" o \"{6}\". Corrija la sintaxis y recargue el script.","ErrorCode.11011":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba uno de los siguientes elementos de script: \"{1}\", \"{2}\", \"{3}\", \"{4}\", \"{5}\", \"{6}\" o \"{7}\". Corrija la sintaxis y recargue el script.","ErrorCode.11012":"El motor encontró el siguiente elemento de script: \"{0}\". Se esperaba otro elemento de script, como: \"{1}\", \"{2}\", \"{3}\", \"{4}\", \"{5}\", \"{6}\" o \"{7}\". Corrija la sintaxis y recargue el script.","ErrorCode.11013":"No se ha podido encontrar el siguiente campo: \"{0}\". Corrija la referencia al campo y recargue el script.","ErrorCode.11014":"No se ha podido encontrar la siguiente tabla de correspondencia: \"{0}\". Corrija la referencia a la tabla de correspondencia y recargue el script.","ErrorCode.11015":"No se ha podido encontrar la siguiente conexión: \"{0}\". Corrija la referencia a la conexión y recargue el script.","ErrorCode.11016":"Este nombre ya existe: \"{0}\". Seleccione un nombre diferente para la operación de renombrar y recargue el script.","ErrorCode.11017":"El archivo tiene un formato incorrecto o puede estar dañado. Guarde el archivo en formato DIF y recargue el script.","ErrorCode.11018":"El archivo tiene un formato incorrecto o puede estar dañado. Guarde el archivo en formato BIFF y recargue el script.","ErrorCode.11019":"No se puede leer un archivo Excel protegido por contraseña. Elimine la contraseña y recargue el script.","ErrorCode.11020":"No se puede abrir el siguiente archivo: \"{0}\". Asegúrese de que el archivo está disponible y recargue el script.","ErrorCode.11021":"El siguiente número tras autogenerate es incorrecto: \"{0}\". Los números tras la sentencia autogenerate no pueden ser negativos ni superiores a 2147483647. Corrija el número tras autogenerate y recargue el script.","ErrorCode.11022":"Estos prefijos de sentencia LOAD no se pueden combinar. Elimine los prefijos en conflicto y recargue.","ErrorCode.11023":"La sentencia de control no coincide con su sentencia de inicio correspondiente. Asegúrese de que el inicio y el final de la sentencia de control tienen un formato correcto y recargue.","ErrorCode.11024":"No se ha podido encontrar la siguiente conexión: {0}. Corrija la referencia a la conexión o asegúrese de que tiene derechos de acceso a esta conexión y recargue.","ErrorCode.11025":"La siguiente conexión no es válida: {0}.  Corrija la referencia a la conexión y recargue.","ErrorCode.11026":"La siguiente ruta está fuera de la carpeta definida por la conexión: \"{0}\". Introduzca la ruta completa y recargue el script.","ErrorCode.11027":"No hay ninguna ruta cualificada para el siguiente archivo: {0}. Guarde su documento de QlikView antes de usar sentencias Qualify.","ErrorCode.11028":"Esta sentencia solo funciona con rutas lib:// en modo estándar. Cambie su sentencia para que use una ruta lib:// y recargue el script.","ErrorCode.11029":"Uso incoherente de campos semánticos. Corrija el uso del prefijo semantic y recargue el script.","ErrorCode.11030":"No hay ninguna conexión de datos abierta. Puede que falte una sentencia CONNECT o que tenga un error. Compruebe su sentencia CONNECT, asegúrese de que la conexión está accesible y recargue el script.","ErrorCode.11031":"La cláusula GROUP BY requiere expresiones de agregación. Agregue expresiones de agregación a la cláusula y recargue el script.","ErrorCode.11032":"Las sentencias CONNECT distintas de LIB CONNECT no están disponibles en este modo de script. Cambie la sentencia CONNECT a LIB CONNECT y recargue el script.","ErrorCode.11033":"Error de conexión con ODBC. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11034":"Error de conexión con OLEDB. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11035":"Error de conexión personalizada. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11036":"Error de lectura de ODBC. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11037":"Error de lectura de OLEDB. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11038":"Error de lectura personalizada. Compruebe si la base de datos está disponible y asegúrese de que está identificada correctamente en el script.","ErrorCode.11039":"Binary load no se permite con el siguiente documento: {0}.","ErrorCode.11040":"Error de inicio del siguiente conector: {0}. El conector no encuentra o faltan DLL del sistema para el conector. Contacte con su administrador del sistema.","ErrorCode.11041":"El conector no responde. Contacte con su administrador del sistema.","ErrorCode.11042":"El conector ha devuelto el siguiente error: {0}.","ErrorCode.11043":"Error de conexión de conector: {0}.","ErrorCode.11044":"No se encontró el conector personalizado {0}.","ErrorCode.11045":"Se encontraron claves duplicadas al cargar el campo de entrada {0}.","ErrorCode.11046":"No hay una tabla previamente cargada con la que realizar un Concatenate LOAD.","ErrorCode.12":"Inconsistencia de memoria","ErrorCode.12000":"Hay una nueva versión de Qlik Sense Desktop disponible. Por favor, actualice a la nueva versión.","ErrorCode.12001":"Su versión de Qlik Sense Desktop ha caducado.","ErrorCode.12002":"Se ha detectado información de la sección de acceso. Esto no es posible en Qlik Sense Desktop. Para poder cargar datos en Qlik Sense Desktop, asegúrese de eliminar cualquier información de la sección de acceso que utilice una versión que admite esto.","ErrorCode.12003":"Como la app está abierta, no se puede borrar. Por favor, cierre la app y pruebe de nuevo.","ErrorCode.12004":"El usuario no está autenticado. Inicie sesión en Qlik Sense Desktop.","ErrorCode.13":"La acción se ha abortado de forma inesperada.","ErrorCode.13000":"Ha alcanzado el límite de tamaño del proceso de exportación. Por favor reduzca el número de valores que exportar o modifique los parámetros.","ErrorCode.13001":"No hay datos que exportar. Por favor asegúrese de que los datos de su visualización son correctos.","ErrorCode.14":"La validación no puede realizarse en este momento. Inténtelo de nuevo más tarde.","ErrorCode.14000":"No se ha encontrado el archivo con el desplazamiento dado.","ErrorCode.15":"Operación abortada","ErrorCode.15000":"El tiempo de búsqueda ha expirado","ErrorCode.16":"Se ha perdido la conexión. Asegúrese de que Qlik Sense se está ejecutando correctamente. Si su sesión ha expirado por falta de actividad, actualice la conexión para poder seguir trabajando.","ErrorCode.16000":"Ha fallado la expresión de Direct Discovery. Puede haber varios motivos como, por ejemplo, un error de comunicación o porque el script de carga contiene una consulta que ya no es válida.","ErrorCode.16001":"Hay demasiadas filas para mostrar esta visualización. Por favor haga selecciones para que se recupere un número menor de registros de detalle.","ErrorCode.16002":"Direct query ha devuelto un conjunto de resultados vacío.","ErrorCode.16003":"Error de conexión con la base de datos.","ErrorCode.16004":"No se permiten los campos Measure con campos agregados.","ErrorCode.16005":"No se permite el campo Detail con campos agregados.","ErrorCode.16006":"No se permiten claves sintéticas en una tabla de Direct Discovery. Una tabla de Direct Discovery no puede formar parte de un bucle.","ErrorCode.16007":"Sólo se permiten campos de una única tabla Direct Discovery.","ErrorCode.16008":"Error al autorizar la base de datos.","ErrorCode.17":"Esta acción no se permite en la versión actual de Qlik Sense.","ErrorCode.17000":"No se encuentra la tabla en la app actual","ErrorCode.17001":"Se han hallado nombres de tabla duplicados","ErrorCode.18":"Se produjo un error en una llamada a un punto final REST.","ErrorCode.18000":"Debe asignar un nombre a la variable.","ErrorCode.18001":"Ya hay una variable con este nombre. Por favor, escoja otro nombre.","ErrorCode.18002":"El nombre de la variable genérica no coincide con los nombres de variables del listado subyacente. Por favor, elimine la variable, créela de nuevo y notifique este error al Soporte de Qlik.","ErrorCode.19":"La solicitud excede el límite de memoria.","ErrorCode.19000":"No se pudieron mostrar las librerías de contenido. Inténtelo de nuevo y póngase en contacto con el administrador de su sistema si el problema persiste.","ErrorCode.19001":"No se pudo recuperar el contenido de la librería. Inténtelo de nuevo y póngase en contacto con el administrador de su sistema si el problema persiste.","ErrorCode.19002":"Error al escribir contenido específico de la app.","ErrorCode.19003":"Error al leer contenido específico de la app.","ErrorCode.19004":"La librería de contenido especificada no existe. Compruebe el nombre de la librería.","ErrorCode.2":"No se ha podido hallar el recurso.","ErrorCode.2000":"Ya existe una conexión con el mismo nombre.","ErrorCode.20000":"La función está deshabilitada.","ErrorCode.2001":"No ha sido posible hallar la conexión.","ErrorCode.2002":"No ha sido posible cargar la conexión.","ErrorCode.2003":"No ha sido posible importar la conexión.","ErrorCode.2004":"Nombre de conexión no válido. Introduzca un nuevo nombre de conexión de 1-256 caracteres sin utilizar los caracteres \\ /: * ? \" < > |","ErrorCode.22000":"Aceptar","ErrorCode.22001":"La operación se ha cancelado.","ErrorCode.22002":"Error desconocido","ErrorCode.22003":"El cliente especificó un argumento no válido.","ErrorCode.22004":"La fecha límite expiró antes de que la operación pudiera completarse.","ErrorCode.22005":"No se ha encontrado la entidad (archivo o directorio) solicitada.","ErrorCode.22006":"No se pudo crear la entidad (archivo o directorio) porque ya existe.","ErrorCode.22007":"El que llama no tiene permiso para ejecutar la operación especificada.","ErrorCode.22008":"Se ha agotado un recurso. Ejemplos: se ha excedido una cuota por usuario o el sistema de archivos no tiene espacio suficiente.","ErrorCode.22009":"Se ha rechazado la operación porque el sistema no se encuentra en el estado requerido para ejecutar la operación.","ErrorCode.22010":"La operación se ha abortado debido a un problema de concurrencia genérico, como fallos de comprobación del secuenciador, anulación de transacciones, etc.","ErrorCode.22011":"La operación ha excedido el rango válido, por ejemplo, buscar o leer más allá del final del archivo.","ErrorCode.22012":"La operación no es compatible con este servicio.","ErrorCode.22013":"Error interno.","ErrorCode.22014":"El servicio no está disponible en este momento. Puede corregir esto probando de nuevo y dando marcha atrás.","ErrorCode.22015":"Datos irrecuperables por pérdida o corrupción.","ErrorCode.22016":"La solicitud no posee credenciales de autenticación válidas para la operación.","ErrorCode.2300":"El conector no es compatible con la transmisión de archivos.","ErrorCode.23001":"Objeto xlsx no válido.","ErrorCode.23002":"Archivo xlsx no válido.","ErrorCode.23003":"Hoja xlsx no válida.","ErrorCode.23004":"El rango de exportación xlsx no es válido.","ErrorCode.23005":"Error general al escribir en xlsx.","ErrorCode.23006":"No se puede asignar memoria al escribir en el archivo xlsx.","ErrorCode.23007":"Error al crear el archivo xlsx de salida. Esto generalmente se debe a un error en los permisos.","ErrorCode.23008":"Se ha producido un error al crear un archivo tmp durante el ensamblado de archivos.","ErrorCode.23009":"Error de Zlib en una operación de archivo al crear el archivo xlsx.","ErrorCode.2301":"El tamaño del archivo de datos superó el tamaño del búfer de flujo de archivos. Ajuste el parámetro StreamingBufferSizeMB.","ErrorCode.23010":"Error de Zlib al agregar un archivo secundario al archivo xlsx.","ErrorCode.23011":"Error de Zlib al cerrar el archivo xlsx.","ErrorCode.23012":"Se ha ignorado un parámetro de la función NULL.","ErrorCode.23013":"La cadena excede el límite de Excel de 32.767 caracteres.","ErrorCode.23014":"El parámetro excede el límite de Excel de 255 caracteres.","ErrorCode.23015":"Error al encontrar el índice de cadena interno.","ErrorCode.23016":"Índice de filas o columnas de la hoja de cálculo fuera de rango.","ErrorCode.23017":"Se ha excedido el número máximo de URL en hojas de cálculo (65530).","ErrorCode.3":"El recurso ya existe.","ErrorCode.3000":"Se ha denegado el acceso al archivo.","ErrorCode.30000":"La URL proporcionada utiliza un protocolo no compatible.","ErrorCode.30001":"No se puede resolver el proxy proporcionado.","ErrorCode.30002":"Error al conectarse al host o proxy.","ErrorCode.30003":"Acceso denegado para el recurso en la URL.","ErrorCode.30004":"Error al aceptar la FTP.","ErrorCode.30005":"Expiró el tiempo de aceptación de la FTP.","ErrorCode.30006":"La FTP no puede acceder al host.","ErrorCode.30007":"La transferencia de archivos no coincide con el tamaño de transferencia esperado.","ErrorCode.30008":"Los comandos QUOTE personalizados fallaron.","ErrorCode.30009":"Error al escribir.","ErrorCode.3001":"El nombre de archivo no es válido.","ErrorCode.30010":"Error al cargar.","ErrorCode.30011":"Error al asignar memoria.","ErrorCode.30012":"Expiró el tiempo de la operación.","ErrorCode.30013":"Error en el comando FTP REST.","ErrorCode.30014":"Error en el comando POST.","ErrorCode.30015":"Error en el protocolo de enlace SSL/TSL. Los certificados y/o contraseñas no son válidos.","ErrorCode.30016":"Error al leer el archivo.","ErrorCode.30017":"Error en el enlace LDAP.","ErrorCode.30018":"Error en la búsqueda de LDAP.","ErrorCode.30019":"Fallo debido a demasiados redireccionamientos.","ErrorCode.3002":"El archivo que está tratando de cargar está dañado. Compruebe que el archivo no presente errores y vuelva a intentarlo.","ErrorCode.30020":"El certificado SSL o la huella digital SSH md5 no se pudieron verificar.","ErrorCode.30021":"No se recibió nada del servidor remoto.","ErrorCode.30022":"No se encontró el motor de cifrado especificado.","ErrorCode.30023":"Error al configurar el motor de cifrado SSL seleccionado.","ErrorCode.30024":"Problema con el certificado de cliente local.","ErrorCode.30025":"No se puede usar el cifrado especificado.","ErrorCode.30026":"No se puede autenticar el certificado de pares.","ErrorCode.30027":"Mala codificación del contenido.","ErrorCode.30028":"La URL del LDAP no es válida.","ErrorCode.30029":"Error en el nivel de SSL de FTP solicitado.","ErrorCode.3003":"No ha sido posible hallar un archivo de la app cargada o importada.","ErrorCode.30030":"Error al iniciar el motor SSL.","ErrorCode.30031":"Se denegó el acceso al servidor remoto.","ErrorCode.30032":"No se encontró el archivo en el servidor FTP.","ErrorCode.30033":"Operación TFTP no válida.","ErrorCode.30034":"Se produjo un error durante la sesión SSH.","ErrorCode.3004":"Formato de archivo no admitido","ErrorCode.3005":"El archivo se ha abierto en un modo no admitido. Las apps con el sufijo qvw no se pueden abrir sin sus datos.","ErrorCode.3006":"No se encontró ninguna tabla en el archivo HTML.","ErrorCode.30100":"La expresión de conjunto generada es demasiado larga. Reduzca la longitud, por ejemplo, haciendo un conjunto de selecciones más pequeño y vuelva a generar la expresión de conjunto.","ErrorCode.4":"Ruta no válida","ErrorCode.400":"La solicitud no es válida.","ErrorCode.4000":"No puede acceder al recurso solicitado.","ErrorCode.4001":"Ha habido un error en el inicio de sesión del sistema.","ErrorCode.401":"Acceso denegado: la autenticación ha fallado o no se ha proporcionado.","ErrorCode.402":"El pago es obligatorio.","ErrorCode.403":"Se ha denegado el acceso.","ErrorCode.404":"No se ha podido encontrar el recurso solicitado.","ErrorCode.405":"Este método no está admitido.","ErrorCode.406":"No aceptable","ErrorCode.407":"Se requiere autenticación del servidor proxy","ErrorCode.408":"La solicitud ha expirado.","ErrorCode.409":"La solicitud no se pudo completar debido a un conflicto.","ErrorCode.410":"El recurso solicitado ya no está disponible.","ErrorCode.411":"Se requiere la longitud del contenido de la solicitud.","ErrorCode.412":"La precondición ha fallado.","ErrorCode.413":"La entidad de la solicitud es demasiado grande.","ErrorCode.414":"La URL de la solicitud es demasiado larga.","ErrorCode.415":"El tipo de medios de la entidad de la solicitud no está admitido.","ErrorCode.416":"El rango solicitado no es posible.","ErrorCode.417":"Falló el efecto buscado","ErrorCode.5":"Se ha denegado el acceso","ErrorCode.500":"Error interno del servidor","ErrorCode.5000":"El servidor ya no tiene más licencias de sesión y de uso CAL (Client Access Licences).","ErrorCode.5001":"El servidor ya no tiene más licencias CAL de sesión.","ErrorCode.5002":"El servidor ya no tiene más licencias CAL de uso.","ErrorCode.5003":"El servidor ya no tiene más licencias de acceso cliente CAL.","ErrorCode.5004":"El servidor ya no tiene más licencias CAL nominales.","ErrorCode.5005":"Servidor fuera de servicio","ErrorCode.5006":"Servidor ocupado","ErrorCode.5007":"La licencia ha expirado. Actualice la aplicación a una versión actualizada para recibir una nueva licencia.","ErrorCode.5008":"AJAX está deshabilitado.","ErrorCode.5009":"No hay token de uso disponible para el usuario de esta sesión.","ErrorCode.501":"No se reconoce el método de la solicitud o no se puede completar.","ErrorCode.5010":"Solo los clientes AJAX son compatibles con esta licencia.","ErrorCode.502":"Puerta de enlace no válida","ErrorCode.503":"El servicio no está disponible.","ErrorCode.504":"Tiempo de espera de la puerta de enlace excedido","ErrorCode.505":"La versión de protocolo HTTP no está admitida.","ErrorCode.509":"Límite del ancho de banda excedido","ErrorCode.6":"El sistema se ha quedado sin memoria.","ErrorCode.6000":"Objeto de hipercubo no válido.","ErrorCode.6001":"Los resultados del hipercubo son demasiado extensos.","ErrorCode.6002":"Estado de objeto de hipercubo no válido.","ErrorCode.6003":"No ha sido posible realizar la operación solicitada en este momento.","ErrorCode.61409":"Error de autenticación. El usuario no se encontró en la base de datos.","ErrorCode.7":"No inicializado","ErrorCode.700":"No se ha podido acceder a la URL del servidor.","ErrorCode.7000":"Todas las expresiones están deshabilitadas","ErrorCode.7001":"La dimensión o medida no se encuentra en la librería","ErrorCode.7002":"Se ha agotado la memoria de cálculo","ErrorCode.7003":"El conjunto para el cálculo es demasiado extenso","ErrorCode.7004":"El tiempo de cálculo ha expirado","ErrorCode.7005":"La condición de cálculo no se cumple","ErrorCode.7006":"No se admite agregación mixta DBMS y en memoria","ErrorCode.7007":"Se ha intentado una consulta directa en una tabla que no se encuentra o no específica","ErrorCode.7008":"Criterio de ordenación no válido","ErrorCode.7009":"La página de cálculo es demasiado extensa. Reduzca el número de celdas e inténtelo de nuevo.","ErrorCode.7010":"No se permiten campos semánticos en el cálculo","ErrorCode.7011":"No se ha podido realizar correctamente el cálculo del objeto. Pruebe a actualizar la app.","ErrorCode.7012":"La dimensión ya está en uso.","ErrorCode.7013":"Un objeto se está refiriendo a un campo de Direct Discovery que no existe. Por favor, actualice la definición del objeto o añada el campo que falta en la tabla de Direct Discovery.","ErrorCode.7014":"No se cumple una condición de cálculo. Se ha excluido la dimensión del cálculo.","ErrorCode.8":"Parámetros no válidos","ErrorCode.8000":"El identificador del objeto enlazado no es válido","ErrorCode.8001":"El objeto enlazado no se encuentra en el diseño","ErrorCode.8002":"Objeto enlazado no válido","ErrorCode.9":"Algunos parámetros están vacíos.","ErrorCode.9000":"No se ha podido guardar el objeto.","ErrorCode.9001":"No se ha podido leer el objeto.","ErrorCode.9002":"No se ha podido eliminar el objeto.","ErrorCode.9003":"No se ha podido hallar el objeto.","ErrorCode.9004":"Está utilizando Qlik Sense Desktop en lugar de Qlik Sense, o bien está utilizando una versión de Qlik Sense incorrecta.","ErrorCode.9005":"La migración de la app ha fallado porque la app está protegida contra escritura.","ErrorCode.9006":"Se ha cancelado la migración de la app. Abra la app de nuevo para proceder a su migración.","ErrorCode.9007":"La migración de la app no ha podido hacer una copia de seguridad de la app. Se ha cancelado la migración de la app.","ErrorCode.9008":"No hay suficiente espacio en disco para esta operación.","ErrorCode.9009":"Está tratando de usar un método no admitido en las apps de sesión","ErrorCode.9510":"Invalid parameter sent from the repository in the binary sync protocol","ErrorCode.9511":"Invalid parameter sent from the repository in the binary sync protocol","FUNC_GROUP_AGGR":"Funciones de agregación","FUNC_GROUP_ALL":"Todas las funciones","FUNC_GROUP_COLOR":"Funciones de color","FUNC_GROUP_CONDITIONAL":"Funciones condicionales","FUNC_GROUP_COUNTER":"Funciones de contador","FUNC_GROUP_DATE_AND_TIME":"Funciones de fecha y hora","FUNC_GROUP_EXPONENTIAL_AND_LOGARITHMIC":"Funciones exponenciales y logarítmicas","FUNC_GROUP_FINANCIAL":"Funciones financieras","FUNC_GROUP_FORMATTING":"Funciones de formato","FUNC_GROUP_INTER_RECORD":"Funciones inter registro","FUNC_GROUP_LOGICAL":"Funciones lógicas","FUNC_GROUP_MAPPING":"Funciones de correspondencia","FUNC_GROUP_MATH_CONSTANT_AND_PARAM_FREE":"Constantes matemáticas y funciones libres de parámetros","FUNC_GROUP_NONE":"Funciones no categorizadas","FUNC_GROUP_NULL":"Funciones null","FUNC_GROUP_NUMBER_INTERPRET":"Funciones de interpretación numérica","FUNC_GROUP_NUMERIC":"Funciones numéricas generales","FUNC_GROUP_RANGE":"Funciones de rango","FUNC_GROUP_RANKING":"Funciones de ranking","FUNC_GROUP_STRING":"Funciones de cadena","FUNC_GROUP_SYSTEM":"Funciones de sistema","FUNC_GROUP_TRIGONOMETRIC_AND_HYPERBOLIC":"Funciones trigonométricas e hiperbólicas","MessageCode.0":"{0}","MessageCode.1":"Guardando estado y datos","MessageCode.10":"Error de script: {0}","MessageCode.11":"Hecho","MessageCode.12":"","MessageCode.13":"Se ha detectado archivo QVD columnar. Use STORE INTO para optimizar y dar formato de filas a este archivo.","MessageCode.14":"Cargando archivo QVC: {0}","MessageCode.15":"(enviado a caché)","MessageCode.16":"preparando","MessageCode.17":"anexando","MessageCode.18":"Eliminando sintética {0}","MessageCode.19":"(capturando)","MessageCode.2":"Bytes que faltan para el id de columna: {0}","MessageCode.20":"Recargando: {0}","MessageCode.21":"Líneas recuperadas: {0}","MessageCode.22":"Creando índice de búsqueda","MessageCode.23":"Campo de indexación: {0}","MessageCode.24":"Se ha creado el índice de búsqueda satisfactoriamente.","MessageCode.25":"El índice de búsqueda no se ha completado con éxito. La búsqueda inteligente podría ir más lento de lo esperado.","MessageCode.26":"Cancelando la creación del índice de búsqueda","MessageCode.27":"Se ha cancelado la creación del índice de búsqueda. La búsqueda inteligente podría ir más lento de lo esperado.","MessageCode.28":"El índice de búsqueda no se ha completado con éxito: se agotó el tiempo de espera. La búsqueda inteligente podría ir más lento de lo esperado.","MessageCode.29":"El índice de búsqueda no se ha completado con éxito: no hay memoria suficiente. La búsqueda inteligente podría ir más lento de lo esperado.","MessageCode.3":"Almacenando ahora la tabla: {0}","MessageCode.30":"Se ha denegado el acceso tras la recarga. Compruebe que el usuario que recarga el script esté incluido en la parte de acceso a la sección del script.","MessageCode.4":"Filas captadas por ahora: {0}","MessageCode.5":"Conectado","MessageCode.6":"Conectando a {0}","MessageCode.7":"No ha sido posible conectar","MessageCode.8":"(QVD (basado en filas) optimizado)","MessageCode.9":"(QVD columnar optimizado)","WarningCode.0":"Está tratando de abrir un documento QlikView (en formato qvw) que incluye script oculto. No es posible utilizar scripts ocultos en Qlik Sense Desktop. El documento (en formato qvw) se convertirá en una app (en formato qvf) y se eliminará el script oculto. Recargue los datos en el editor de carga de datos para asegurarse de que la base de datos incluye los datos correctos.","WarningCode.1":"Hemos lanzado una nueva versión de Qlik Sense Desktop con nueva funcionalidad.","WarningCode.2000":"No se pudieron abrir determinados objetos en la app."}