{"-1507":"Chemin d'accès non valide","DriveName.0":"Disque amovible","DriveName.1":"Disque local","DriveName.2":"Lecteur DVD/CD-ROM","DriveName.3":"Disque RAM","DriveName.4":"Inconnu","ErrorCode.-1":"Erreur inconnue","ErrorCode.-128":"Erreur interne du moteur","ErrorCode.-32600":"Demande de protocole JSON non valide","ErrorCode.-32601":"Méthode de protocole demandée inexistante","ErrorCode.-32602":"Paramètres du protocole JSON non valides","ErrorCode.-32603":"Erreur interne du protocole JSON","ErrorCode.-32700":"Erreur d'analyse du protocole JSON","ErrorCode.-65":"Échec de la demande soumise au cluster QABDI","ErrorCode.0":"Erreur inconnue","ErrorCode.1":"Certaines données ne sont pas spécifiées correctement.","ErrorCode.10":"Erreur interne","ErrorCode.1000":"Une application de ce nom existe déjà. Choisissez un autre nom.","ErrorCode.10000":"Vous n'avez pas accès à la source de données.","ErrorCode.1001":"Un nom d'application ne peut pas comprendre \\\\/:<>|\\\"?*","ErrorCode.1002":"Application déjà ouverte.","ErrorCode.1003":"Application spécifiée introuvable.","ErrorCode.1004":"Impossible d'importer ou de créer l'application.","ErrorCode.1005":"Impossible d'enregistrer l'application. Vérifiez si elle est en lecture seule.","ErrorCode.1006":"L'application n'a pas été créée.","ErrorCode.1007":"Échec de l'obtention de l'application, car aucune application n'est chargée.","ErrorCode.1008":"Impossible d'établir la connexion avec l'application ouverte.","ErrorCode.1009":"Vous tentez d'ouvrir une application sous différents onglets, mais il est impossible d'ouvrir une application avec et sans données à la fois.","ErrorCode.1010":"Impossible de démarrer le service de migration.","ErrorCode.1011":"Impossible de démarrer la migration de l'application.","ErrorCode.1012":"Échec de la migration de l'application. Consultez les journaux pour plus de détails.","ErrorCode.1013":"Échec du rechargement de l'application. La synchronisation de l'application est en cours.","ErrorCode.1014":"Échec de l'exportation de l'application.","ErrorCode.11":"Données endommagées","ErrorCode.11000":"Rechargement en cours.","ErrorCode.11001":"Impossible de trouver la table suivante : {0}. Corrigez la référence à la table, puis rechargez le script.","ErrorCode.11002":"Impossible d'identifier l'instruction suivante : {0}. Corrigez la syntaxe de cette instruction, puis rechargez le script.","ErrorCode.11003":"La syntaxe présente un problème au niveau de l'élément de script suivant : {0}.  Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11004":"Le moteur n'attendait rien, mais il a détecté l'élément de script suivant : {0}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11005":"Le moteur a détecté l'élément de script suivant : {0}. L'élément de script suivant était attendu : {1}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11006":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1} ou {2}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11007":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1}, {2} ou {3}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11008":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1}, {2}, {3} ou {4}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11009":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1}, {2}, {3}, {4} ou {5}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11010":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1}, {2}, {3}, {4}, {5} ou {6}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11011":"Le moteur a détecté l'élément de script suivant : {0}. L'un des éléments de script suivants était attendu : {1}, {2}, {3}, {4}, {5}, {6} ou {7}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11012":"Le moteur a détecté l'élément de script suivant : {0}. Un autre élément de script était attendu, par exemple : {1}, {2}, {3}, {4}, {5}, {6} ou {7}. Corrigez la syntaxe, puis rechargez le script.","ErrorCode.11013":"Impossible de trouver le champ suivant : {0}. Corrigez la référence au champ, puis rechargez le script.","ErrorCode.11014":"Impossible de trouver la table de mappage suivante : {0}. Corrigez la référence à la table de mappage, puis rechargez le script.","ErrorCode.11015":"Impossible de trouver la connexion suivante : {0}. Corrigez la référence à la connexion, puis rechargez le script.","ErrorCode.11016":"Ce nom existe déjà : {0}. Sélectionnez-en un autre pour l'opération de changement de nom, puis rechargez le script.","ErrorCode.11017":"Le fichier est enregistré dans un format incorrect ou est peut-être endommagé. Enregistrez-le au format DIF, puis rechargez le script.","ErrorCode.11018":"Le fichier est enregistré dans un format incorrect ou est peut-être endommagé. Enregistrez-le au format BIFF, puis rechargez le script.","ErrorCode.11019":"Impossible de lire un fichier Excel protégé par mot de passe. Supprimez le mot de passe, puis rechargez le script.","ErrorCode.11020":"Impossible d'ouvrir le fichier suivant : {0}. Vérifiez que le fichier est bien disponible, puis rechargez le script.","ErrorCode.11021":"Le nombre autogenerate suivant est incorrect : {0}. Les nombres autogenerate ne peuvent être ni négatifs ni supérieurs à 2 147 483 647. Corrigez le nombre autogenerate incorrect, puis rechargez le script.","ErrorCode.11022":"Il n'est pas possible de combiner ces préfixes d'instruction LOAD. Supprimez les préfixes conflictuels, puis rechargez.","ErrorCode.11023":"L'instruction de contrôle ne correspond pas à l'instruction de début associée. Vérifiez que le début et la fin de l'instruction de contrôle sont formatés correctement, puis rechargez.","ErrorCode.11024":"Impossible de trouver la connexion suivante : {0}. Corrigez la référence à la connexion ou assurez-vous de disposer des droits d'accès à cette connexion, puis rechargez.","ErrorCode.11025":"La connexion suivante n'est pas valide : {0}.  Corrigez la référence à la connexion, puis rechargez.","ErrorCode.11026":"Le chemin d'accès suivant ne correspond pas au dossier défini par la connexion : {0}. Saisissez le chemin d'accès complet, puis rechargez le script.","ErrorCode.11027":"Il n'existe aucun chemin d'accès qualifié pour le fichier suivant : {0}. Enregistrez le document QlikView avant d'utiliser des instructions qualify.","ErrorCode.11028":"Cette instruction fonctionne uniquement dans les chemins d'accès lib:// en mode standard. Modifiez l'instruction pour qu'elle utilise un chemin lib://, puis rechargez le script.","ErrorCode.11029":"Utilisation incohérente des champs semantic. Corrigez l'utilisation du préfixe semantic, puis rechargez le script.","ErrorCode.11030":"Aucune connexion de données n'est ouverte. Il se peut qu'une instruction CONNECT soit absente ou qu'elle ait échoué. Vérifiez l'instruction CONNECT, assurez-vous que la connexion est accessible, puis rechargez le script.","ErrorCode.11031":"La clause GROUP BY requiert la présence d'expressions d'agrégation. Ajoutez des expressions d'agrégation à la clause, puis rechargez le script.","ErrorCode.11032":"Dans ce mode de script, les instructions CONNECT autres que LIB CONNECT ne sont pas disponibles. Modifiez l'instruction CONNECT pour LIB CONNECT, puis rechargez le script.","ErrorCode.11033":"Échec de la connexion ODBC. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11034":"Échec de la connexion OLEDB. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11035":"Échec de la connexion personnalisée. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11036":"Échec de la lecture ODBC. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11037":"Échec de la lecture OLEDB. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11038":"Échec de la lecture personnalisée. Vérifiez que la base de données est disponible et qu'elle est identifiée correctement dans le script.","ErrorCode.11039":"L'emploi de binary load n'est pas autorisé avec le document suivant : {0}.","ErrorCode.11040":"Le connecteur suivant n'a pas pu démarrer : {0}. Il est introuvable ou il requiert des DLL dont le système ne dispose pas. Contactez l'administrateur système.","ErrorCode.11041":"Le connecteur ne répond pas. Contactez l'administrateur système.","ErrorCode.11042":"Le connecteur a renvoyé l'erreur suivante : {0}.","ErrorCode.11043":"Erreur de connexion du connecteur : {0}.","ErrorCode.11044":"Le connecteur personnalisé {0} est introuvable.","ErrorCode.11045":"Détection de clés en double lors du chargement du champ d'entrée {0}.","ErrorCode.11046":"Aucune table précédemment chargée n'est disponible pour une opération Concatenate LOAD.","ErrorCode.12":"Incohérence de la mémoire","ErrorCode.12000":"Une nouvelle version de Qlik Sense Desktop est disponible. Veuillez mettre à jour la version existante.","ErrorCode.12001":"Votre version de Qlik Sense Desktop a expiré.","ErrorCode.12002":"Des informations d'accès de section ont été détectées. Cette fonction n'est pas prise en charge par Qlik Sense Desktop. Pour pouvoir charger des données dans Qlik Sense Desktop, veillez à supprimer toutes les informations d'accès de section à l'aide d'une version qui prend en charge cette fonction.","ErrorCode.12003":"L'application étant ouverte, il est impossible de la supprimer. Fermez l'application, puis réessayez.","ErrorCode.12004":"Utilisateur non authentifié. Connectez-vous à Qlik Sense Desktop.","ErrorCode.13":"Action abandonnée de manière inattendue.","ErrorCode.13000":"Vous avez atteint la taille limite admise par le processus d'exportation. Réduisez le nombre de valeurs à exporter ou modifiez les paramètres.","ErrorCode.13001":"Absence de données à exporter. Assurez-vous que les données contenues dans la visualisation sont correctes.","ErrorCode.14":"Impossible de procéder à la validation pour le moment. Réessayez ultérieurement.","ErrorCode.14000":"Le fichier contenant le décalage indiqué est introuvable.","ErrorCode.15":"Opération abandonnée","ErrorCode.15000":"Délai de recherche expiré","ErrorCode.16":"Connexion perdue. Assurez-vous que Qlik Sense fonctionne correctement. Si la session est arrivée à expiration pour cause d'inactivité, actualisez-la pour continuer à travailler.","ErrorCode.16000":"L'expression Direct Discovery a échoué. Plusieurs causes sont possibles, telles qu'une erreur de communication ou la présence d'une requête non valide dans le script de chargement de données.","ErrorCode.16001":"Lignes trop nombreuses pour pouvoir afficher cette visualisation Veuillez effectuer des sélections pour récupérer un plus petit nombre d'enregistrements détaillés.","ErrorCode.16002":"Ensemble de résultats vide renvoyé par Direct query.","ErrorCode.16003":"Échec de la connexion à la base de données.","ErrorCode.16004":"Champs Measure non autorisés avec les champs agrégés.","ErrorCode.16005":"Champ Detail non autorisé avec les champs agrégés.","ErrorCode.16006":"Les clés synthétiques ne sont pas autorisées dans une table Direct Discovery. Impossible d'inclure une table Direct Discovery dans une boucle.","ErrorCode.16007":"Seuls les champs provenant d'une seule table Direct Discovery sont autorisés.","ErrorCode.16008":"Échec de l'autorisation de base de données.","ErrorCode.17":"Cette action n'est pas prise en charge dans la version actuelle de Qlik Sense.","ErrorCode.17000":"Table introuvable dans l'application active","ErrorCode.17001":"Noms de table en double","ErrorCode.18":"Une erreur s'est produite au niveau d'un appel de point de terminaison REST.","ErrorCode.18000":"La variable doit porter un nom.","ErrorCode.18001":"Une variable de ce nom existe déjà. Choisissez un autre nom.","ErrorCode.18002":"Le nom de la variable générique n'est pas cohérent avec celui de la variable sous-jacente. Supprimez la variable et recréez-la, puis informez le support Qlik de cette erreur.","ErrorCode.19":"La demande dépasse la limite de la mémoire.","ErrorCode.19000":"Impossible de répertorier les bibliothèques de contenu. Veuillez réessayer et contacter votre administrateur système si le problème persiste.","ErrorCode.19001":"Impossible de récupérer le contenu de la bibliothèque. Veuillez réessayer et contacter votre administrateur système si le problème persiste.","ErrorCode.19002":"Erreur lors de l'écriture du contenu spécifique à l'application.","ErrorCode.19003":"Erreur lors de la lecture du contenu spécifique à l'application.","ErrorCode.19004":"La bibliothèque de contenu spécifiée n'existe pas. Vérifiez le nom de la bibliothèque.","ErrorCode.2":"Ressource introuvable.","ErrorCode.2000":"Une connexion de même nom existe déjà.","ErrorCode.20000":"Fonction désactivée.","ErrorCode.2001":"Connexion introuvable.","ErrorCode.2002":"Échec du chargement de la connexion.","ErrorCode.2003":"Échec de l'importation de la connexion.","ErrorCode.2004":"Nom de connexion non valide. Veuillez saisir un nouveau nom de connexion comprenant entre 1 et 256 caractères, à l'exclusion de \\ / : * ? \" < > |","ErrorCode.22000":"OK","ErrorCode.22001":"L'opération a été annulée.","ErrorCode.22002":"Erreur inconnue","ErrorCode.22003":"Le client a spécifié un argument non valide.","ErrorCode.22004":"Échéance arrivée à expiration avant la fin de l'opération.","ErrorCode.22005":"L'entité demandée (fichier ou répertoire) est introuvable.","ErrorCode.22006":"Impossible de créer l'entité (fichier ou répertoire), car elle existe déjà.","ErrorCode.22007":"L'appelant n'est pas autorisé à exécuter l'opération spécifiée.","ErrorCode.22008":"Une ressource a été épuisée. Exemples : un quota par utilisateur a été dépassé ou le système de fichiers manque d'espace.","ErrorCode.22009":"L'opération a été rejetée, car l'état du système ne permet pas de l'exécuter.","ErrorCode.22010":"L'opération a été abandonnée, généralement suite à un problème d'accès simultané tel qu'un échec de la vérification du séquenceur ou un abandon de transaction.","ErrorCode.22011":"L'opération se trouvait hors de la plage valide, par exemple, une recherche ou une lecture au-delà de la fin du fichier.","ErrorCode.22012":"L'opération n'est pas prise en charge par ce service.","ErrorCode.22013":"Erreur interne.","ErrorCode.22014":"Le service est actuellement indisponible. Vous pourrez peut-être corriger ce problème en recommençant et en utilisant l'interruption.","ErrorCode.22015":"Altération ou perte de données irrécupérable.","ErrorCode.22016":"Impossible d'exécuter l'opération, car la demande ne dispose pas d'informations d'identification d'authentification valides.","ErrorCode.2300":"Le connecteur ne prend pas en charge la diffusion de fichiers en continu.","ErrorCode.23001":"Objet xlsx non valide.","ErrorCode.23002":"Fichier xlsx non valide.","ErrorCode.23003":"Feuille xlsx non valide.","ErrorCode.23004":"Plage d'exportation xlsx non valide.","ErrorCode.23005":"Erreur générale lors de l'écriture du fichier xlsx.","ErrorCode.23006":"Impossible d'allouer de la mémoire lors de l'écriture du fichier xlsx.","ErrorCode.23007":"Erreur lors de la création du fichier xlsx de sortie. Ce problème est généralement lié à une erreur au niveau des autorisations.","ErrorCode.23008":"Erreur rencontrée lors de la création d'un fichier temporaire au cours de l'assemblage de fichiers.","ErrorCode.23009":"Erreur zlib dans une opération de fichier lors de la création du fichier xlsx.","ErrorCode.2301":"La taille du fichier de données dépasse celle du tampon de diffusion de fichiers en continu. Ajustez le paramètre StreamingBufferSizeMB.","ErrorCode.23010":"Erreur zlib lors de l'ajout d'un sous-fichier au fichier xlsx.","ErrorCode.23011":"Erreur zlib lors de la fermeture du fichier xlsx.","ErrorCode.23012":"Paramètre de fonction NULL ignoré.","ErrorCode.23013":"La chaîne dépasse la limite Excel de 32 767 caractères.","ErrorCode.23014":"Le paramètre dépasse la limite Excel de 255 caractères.","ErrorCode.23015":"Erreur lors de la recherche de l'index de chaîne interne.","ErrorCode.23016":"Index de ligne ou de colonne de feuille de calcul hors plage.","ErrorCode.23017":"Nombre maximal d'URL de feuille de calcul (65530) dépassé.","ErrorCode.3":"La ressource existe déjà.","ErrorCode.3000":"Accès au fichier refusé.","ErrorCode.30000":"L'URL indiquée utilise un protocole non pris en charge.","ErrorCode.30001":"Impossible de résoudre le proxy indiqué.","ErrorCode.30002":"Échec de la connexion à l'hôte ou au proxy.","ErrorCode.30003":"Accès refusé à la ressource dans l'URL.","ErrorCode.30004":"Échec de l'acceptation FTP.","ErrorCode.30005":"Expiration du délai d'acceptation FTP.","ErrorCode.30006":"Impossible pour le protocole FTP d'obtenir l'hôte.","ErrorCode.30007":"Le transfert de fichiers ne correspondait pas à la taille de transfert attendue.","ErrorCode.30008":"Échec des commandes QUOTE personnalisées.","ErrorCode.30009":"Échec de l'écriture.","ErrorCode.3001":"Nom de fichier non valide.","ErrorCode.30010":"Échec du téléchargement.","ErrorCode.30011":"Échec de l'allocation de mémoire.","ErrorCode.30012":"Expiration du délai de l'opération.","ErrorCode.30013":"Échec de la commande FTP REST.","ErrorCode.30014":"Échec de la commande POST.","ErrorCode.30015":"Échec de l'établissement de la liaison SSL/TSL. Les certificats et/ou mots de passe ne sont pas valides.","ErrorCode.30016":"Échec de la lecture du fichier.","ErrorCode.30017":"Échec de la liaison LDAP.","ErrorCode.30018":"Échec de la recherche LDAP","ErrorCode.30019":"Échec en raison d'un trop grand nombre de redirections.","ErrorCode.3002":"Le fichier que vous tentez de charger est endommagé. Recherchez d'éventuelles erreurs dans le fichier, puis réessayez.","ErrorCode.30020":"Échec de la vérification du certificat SSL ou de l'empreinte digitale md5 SSH.","ErrorCode.30021":"Aucun élément reçu de la part du serveur distant.","ErrorCode.30022":"Moteur de chiffrement spécifié introuvable.","ErrorCode.30023":"Échec de la définition du moteur de chiffrement SSL sélectionné.","ErrorCode.30024":"Problème au niveau du certificat client local.","ErrorCode.30025":"Impossible d'utiliser le chiffrement spécifié.","ErrorCode.30026":"Impossible d'authentifier le certificat de l'homologue.","ErrorCode.30027":"Encodage de contenu incorrect.","ErrorCode.30028":"URL LDAP non valide.","ErrorCode.30029":"Échec du niveau SSL FTP demandé.","ErrorCode.3003":"Un fichier faisant partie de l'application chargée ou importée est introuvable.","ErrorCode.30030":"Échec du lancement de moteur SSL.","ErrorCode.30031":"Connexion au serveur distant refusée.","ErrorCode.30032":"Fichier introuvable sur le serveur FTP.","ErrorCode.30033":"Opération TFTP non conforme.","ErrorCode.30034":"Une erreur s'est produite au cours de la session SSH.","ErrorCode.3004":"Format de fichier non pris en charge","ErrorCode.3005":"Le fichier a été ouvert dans un mode non pris en charge. Impossible d'ouvrir les applications dotées du suffixe qvw sans leurs données.","ErrorCode.3006":"Tables introuvables dans le fichier HTML.","ErrorCode.30100":"L'expression d'ensemble générée est trop longue. Raccourcissez-la, en sélectionnant un ensemble de sélections plus petit par exemple, puis régénérez l'expression d'ensemble.","ErrorCode.4":"Chemin d'accès non valide","ErrorCode.400":"Demande non valide.","ErrorCode.4000":"Vous ne pouvez pas accéder à la ressource demandée.","ErrorCode.4001":"Le système n'a pas pu établir de connexion pour vous.","ErrorCode.401":"Accès refusé : l'authentification a échoué ou n'a pas été fournie.","ErrorCode.402":"Paiement requis.","ErrorCode.403":"Accès refusé.","ErrorCode.404":"La ressource demandée est introuvable.","ErrorCode.405":"Cette méthode n'est pas prise en charge.","ErrorCode.406":"Inacceptable","ErrorCode.407":"Authentification proxy requise","ErrorCode.408":"Le délai de la demande a expiré.","ErrorCode.409":"Impossible de traiter la demande en raison d'un conflit.","ErrorCode.410":"La ressource demandée n'est plus disponible.","ErrorCode.411":"La longueur du contenu de la demande est requise.","ErrorCode.412":"La condition préalable a échoué.","ErrorCode.413":"Entité de demande trop grande.","ErrorCode.414":"URL de demande trop longue.","ErrorCode.415":"Le type de support de l'entité de demande n'est pas pris en charge.","ErrorCode.416":"Impossible de satisfaire la plage demandée.","ErrorCode.417":"Échec de la prévision","ErrorCode.5":"Accès refusé","ErrorCode.500":"Erreur interne du serveur","ErrorCode.5000":"Le serveur ne dispose plus de licences d'accès client de session et d'utilisation.","ErrorCode.5001":"Le serveur ne dispose plus de licences d'accès client de session.","ErrorCode.5002":"Le serveur ne dispose plus de licences d'accès client d'utilisation.","ErrorCode.5003":"Le serveur ne dispose plus de licences d'accès client.","ErrorCode.5004":"Le serveur ne dispose plus de licences d'accès client existantes.","ErrorCode.5005":"Serveur hors service","ErrorCode.5006":"Serveur occupé","ErrorCode.5007":"La licence a expiré. Veuillez mettre à jour la version existante afin d'obtenir une nouvelle licence.","ErrorCode.5008":"AJAX est désactivé.","ErrorCode.5009":"Aucun jeton d'utilisation n'est disponible pour l'utilisateur de cette session.","ErrorCode.501":"La méthode de demande n'est pas reconnue ou est impossible à satisfaire.","ErrorCode.5010":"Seuls les clients AJAX sont pris en charge par cette licence.","ErrorCode.502":"Passerelle incorrecte","ErrorCode.503":"Service indisponible.","ErrorCode.504":"Expiration du délai de la passerelle","ErrorCode.505":"La version du protocole HTTP n'est pas prise en charge.","ErrorCode.509":"Limite de bande passante dépassée","ErrorCode.6":"Mémoire système insuffisante.","ErrorCode.6000":"Objet hypercube non valide.","ErrorCode.6001":"Les résultats de l'hypercube sont trop volumineux.","ErrorCode.6002":"État de l'objet hypercube non valide.","ErrorCode.6003":"Il est impossible d'effectuer l'opération demandée pour le moment.","ErrorCode.61409":"Échec de l'authentification. L'utilisateur est introuvable dans la base de données.","ErrorCode.7":"Non initialisé","ErrorCode.700":"Impossible de résoudre l'hôte.","ErrorCode.7000":"Toutes les expressions sont désactivées","ErrorCode.7001":"Dimension ou mesure ne figurant pas dans la bibliothèque","ErrorCode.7002":"Mémoire de calcul insuffisante","ErrorCode.7003":"Jeu de calculs trop important","ErrorCode.7004":"Délai du calcul expiré","ErrorCode.7005":"Condition de calcul non remplie","ErrorCode.7006":"Combinaison de l'agrégation SGBD et de l'agrégation en mémoire non prise en charge","ErrorCode.7007":"Tentative de requête directe dans une table manquante ou non directe","ErrorCode.7008":"Ordre de tri incorrect dans les propriétés","ErrorCode.7009":"Page de calcul trop volumineuse. Réduisez le nombre de cellules, puis réessayez.","ErrorCode.7010":"Champs sémantiques non autorisés dans le calcul","ErrorCode.7011":"Impossible d'effectuer correctement le calcul de l'objet. Essayez d'actualiser l'application.","ErrorCode.7012":"La dimension est déjà en cours d'utilisation.","ErrorCode.7013":"Un objet fait référence à un champ Direct Discovery qui n'existe pas. Mettez à jour la définition de l'objet ou ajoutez le champ manquant dans la table Direct Discovery.","ErrorCode.7014":"Une condition de calcul n'est pas remplie. La dimension a été exclue du calcul.","ErrorCode.8":"Paramètres non valides","ErrorCode.8000":"Identificateur non valide pour l'objet lié","ErrorCode.8001":"Objet lié introuvable sur la disposition","ErrorCode.8002":"Objet lié non valide","ErrorCode.9":"Certains paramètres sont vides.","ErrorCode.9000":"Impossible d'enregistrer l'objet.","ErrorCode.9001":"Impossible de lire l'objet.","ErrorCode.9002":"Impossible de supprimer l'objet.","ErrorCode.9003":"Impossible de trouver l'objet.","ErrorCode.9004":"Vous utilisez Qlik Sense Desktop au lieu de Qlik Sense ou vous utilisez une version incorrecte de Qlik Sense.","ErrorCode.9005":"Impossible de migrer l'application, car elle est protégée en écriture.","ErrorCode.9006":"La migration de l'application a été annulée. Ouvrez de nouveau l'application pour la migrer.","ErrorCode.9007":"La migration de l'application n'a pas pu sauvegarder l'application. La migration de l'application est annulée.","ErrorCode.9008":"Espace disque insuffisant pour l'opération","ErrorCode.9009":"Vous tentez d'utiliser une méthode non prise en charge dans les applications de session.","ErrorCode.9510":"Invalid parameter sent from the repository in the binary sync protocol","ErrorCode.9511":"Invalid parameter sent from the repository in the binary sync protocol","FUNC_GROUP_AGGR":"Fonctions d'agrégation","FUNC_GROUP_ALL":"- Toutes les fonctions -","FUNC_GROUP_COLOR":"Fonctions de couleur","FUNC_GROUP_CONDITIONAL":"Fonctions conditionnelles","FUNC_GROUP_COUNTER":"Fonctions de décompte","FUNC_GROUP_DATE_AND_TIME":"Fonctions de date et heure","FUNC_GROUP_EXPONENTIAL_AND_LOGARITHMIC":"Fonctions exponentielles et logarithmiques","FUNC_GROUP_FINANCIAL":"Fonctions financières","FUNC_GROUP_FORMATTING":"Fonctions de formatage","FUNC_GROUP_INTER_RECORD":"Fonctions d'inter-enregistrements","FUNC_GROUP_LOGICAL":"Fonctions logiques","FUNC_GROUP_MAPPING":"Fonctions de mappage","FUNC_GROUP_MATH_CONSTANT_AND_PARAM_FREE":"Constantes mathématiques et fonctions sans paramètres","FUNC_GROUP_NONE":"Fonctions n'appartenant à aucune catégorie","FUNC_GROUP_NULL":"Fonctions nulles","FUNC_GROUP_NUMBER_INTERPRET":"Fonctions d'interprétation des nombres","FUNC_GROUP_NUMERIC":"Fonctions numériques générales","FUNC_GROUP_RANGE":"Fonctions de plage","FUNC_GROUP_RANKING":"Fonctions de classement","FUNC_GROUP_STRING":"Fonctions de chaîne","FUNC_GROUP_SYSTEM":"Fonctions système","FUNC_GROUP_TRIGONOMETRIC_AND_HYPERBOLIC":"Fonctions trigonométriques et hyperboliques","MessageCode.0":"{0}","MessageCode.1":"Enregistrement de l'état et des données","MessageCode.10":"Erreur de script : {0}","MessageCode.11":"Terminer","MessageCode.12":"","MessageCode.13":"Fichier QVD en colonnes détecté. Utilisez STORE INTO pour optimiser et baser ce fichier sur les lignes.","MessageCode.14":"Chargement du fichier QVC : {0}","MessageCode.15":"(en mémoire tampon)","MessageCode.16":"préparation en cours","MessageCode.17":"ajout en cours","MessageCode.18":"Suppression de l'élément synthétique {0}","MessageCode.19":"(extraction en cours)","MessageCode.2":"Octets restants pour l'ID de colonne : {0}","MessageCode.20":"Rechargement de : {0}","MessageCode.21":"Lignes extraites : {0}","MessageCode.22":"Création de l'index de recherche","MessageCode.23":"Indexation du champ : {0}","MessageCode.24":"L'index de recherche a bien été créé.","MessageCode.25":"L'index de recherche est incomplet. La recherche intelligente peut être moins rapide que prévu.","MessageCode.26":"Annulation de la création de l'index de recherche","MessageCode.27":"Création de l'index de recherche annulée. La recherche intelligente peut être moins rapide que prévu.","MessageCode.28":"L'index de recherche est incomplet : délai d'attente expiré. La recherche intelligente peut être moins rapide que prévu.","MessageCode.29":"L'index de recherche est incomplet : mémoire insuffisante. La recherche intelligente peut être moins rapide que prévu.","MessageCode.3":"Stockage en cours de la table : {0}","MessageCode.30":"Accès refusé après le rechargement. Assurez-vous que l'utilisateur qui recharge le script figure bien dans l'accès de section du script.","MessageCode.4":"Lignes extraites jusqu'ici : {0}","MessageCode.5":"Connecté","MessageCode.6":"Connexion à {0} en cours","MessageCode.7":"Échec de la connexion","MessageCode.8":"(QVD (en lignes) optimisé)","MessageCode.9":"(QVD en colonnes optimisé)","WarningCode.0":"Vous tentez d'ouvrir un document QlikView (au format qvw) qui comprend un script masqué. Les scripts masqués ne sont pas pris en charge par Qlik Sense Desktop. Le document (au format qvw) sera converti en application (au format qvf) et le script masqué sera supprimé. Rechargez les données dans l'éditeur de chargement de données pour garantir que la base de données est à jour.","WarningCode.1":"Nous venons de publier une nouvelle version de Qlik Sense Desktop comportant des fonctions inédites.","WarningCode.2000":"Impossible d'ouvrir certains objets dans l'application."}