{"-1507":"Percorso non valido","DriveName.0":"Disco rimovibile","DriveName.1":"Disco locale","DriveName.2":"Unità DVD/CD_ROM","DriveName.3":"Disco RAM","DriveName.4":"Sconosciuto","ErrorCode.-1":"Errore sconosciuto","ErrorCode.-128":"Errore interno del motore","ErrorCode.-32600":"Richiesta protocollo JSON non valida","ErrorCode.-32601":"Metodo di protocollo richiesto inesistente","ErrorCode.-32602":"Parametri protocollo JSON non validi","ErrorCode.-32603":"Errore protocollo JSON interno","ErrorCode.-32700":"Errore analisi protocollo JSON","ErrorCode.-65":"Richiesta al cluster QABDI non riuscita","ErrorCode.0":"Errore sconosciuto","ErrorCode.1":"Alcuni dati non sono correttamente specificati.","ErrorCode.10":"Errore interno","ErrorCode.1000":"Un'app con questo nome esiste già. Scegliere un altro nome.","ErrorCode.10000":"L'utente non dispone dell'accesso alla sorgente dati.","ErrorCode.1001":"Il nome di un'app non deve includere \\\\/:<>|\\\"?*","ErrorCode.1002":"App già aperta.","ErrorCode.1003":"Impossibile trovare l'app specificata.","ErrorCode.1004":"Impossibile importare o creare l'app specificata.","ErrorCode.1005":"Impossibile salvare l'app. Verificare se è di sola lettura.","ErrorCode.1006":"L'app non è stata creata.","ErrorCode.1007":"Impossibile ottenere l'app perché nessuna app è stata caricata.","ErrorCode.1008":"Impossibile connettersi all'app aperta.","ErrorCode.1009":"Si sta tentando di aprire un'app in più schede, ma non è possibile aprire un'app con e senza dati.","ErrorCode.1010":"Impossibile avviare il servizio di migrazione.","ErrorCode.1011":"Impossibile avviare la migrazione dell'app.","ErrorCode.1012":"Migrazione dell'app non riuscita. Verificare i registri per ulteriori dettagli.","ErrorCode.1013":"Ricaricamento dell'app non riuscito. La sincronizzazione dell'app è in corso.","ErrorCode.1014":"Esportazione app non riuscita.","ErrorCode.11":"Dati danneggiati","ErrorCode.11000":"Ricaricamento in corso...","ErrorCode.11001":"Impossibile trovare la tabella seguente: '{0}'. Correggere il riferimento alla tabella e ricaricare lo script.","ErrorCode.11002":"Impossibile identificare l'istruzione seguente: '{0}'. Correggere la sintassi dell'istruzione e ricaricare lo script.","ErrorCode.11003":"Problema di sintassi rilevato nell'elemento di script seguente: '{0}'.  Correggere la sintassi e ricaricare lo script.","ErrorCode.11004":"Il motore ha rilevato il seguente elemento di script imprevisto: '{0}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11005":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto l'elemento di script seguente: '{1}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11006":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}' o '{2}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11007":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}', '{2}' o '{3}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11008":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}', '{2}', '{3}' o '{4}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11009":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}', '{2}', '{3}', '{4}' o '{5}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11010":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}', '{2}', '{3}', '{4}', '{5}' o '{6}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11011":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto uno degli elementi di script seguenti: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}' o '{7}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11012":"Il motore ha rilevato l'elemento di script seguente: '{0}'. Era previsto un altro elemento di script, come: '{1}', '{2}', '{3}', '{4}', '{5}', '{6}' o '{7}'. Correggere la sintassi e ricaricare lo script.","ErrorCode.11013":"Impossibile trovare il campo seguente: '{0}'. Correggere il riferimento al campo e ricaricare lo script.","ErrorCode.11014":"Impossibile trovare la tabella di mapping seguente: '{0}'. Correggere il riferimento alla tabella di mapping e ricaricare lo script.","ErrorCode.11015":"Impossibile trovare la connessione seguente: '{0}'. Correggere il riferimento alla connessione e ricaricare lo script.","ErrorCode.11016":"Nome già esistente: '{0}'. Selezionare un nome diverso per l'operazione di ridenominazione e ricaricare lo script.","ErrorCode.11017":"Il file è in un formato non valido oppure può essere danneggiato. Salvare il file in formato DIF e ricaricare lo script.","ErrorCode.11018":"Il file è in un formato non valido oppure può essere danneggiato. Salvare il file in formato BIFF e ricaricare lo script.","ErrorCode.11019":"Impossibile leggere un file Excel protetto da password. Rimuovere la password e ricaricare lo script.","ErrorCode.11020":"Impossibile aprire il file seguente: '{0}'. Verificare che il file sia disponibile e ricaricare lo script.","ErrorCode.11021":"Il seguente numero autogenerate non è valido: '{0}'. I numeri autogenerate non possono essere negativi o maggiori di 2147483647. Correggere il numero autogenerate e ricaricare lo script.","ErrorCode.11022":"Questi prefissi dell'istruzione LOAD non possono essere combinati. Rimuovere i prefissi in conflitto e ricaricare.","ErrorCode.11023":"L'istruzione di controllo non corrisponde all'istruzione iniziale. Verificare che l'inizio e la fine dell'istruzione di controllo siano formattati correttamente e ricaricare.","ErrorCode.11024":"Impossibile trovare la connessione seguente: {0}. Correggere il riferimento alla connessione o verificare di disporre dei diritti di accesso alla connessione, quindi ricaricare.","ErrorCode.11025":"La connessione seguente non è valida: {0}.  Correggere il riferimento alla connessione e ricaricare.","ErrorCode.11026":"Il percorso seguente è esterno alla cartella definita dalla connessione: '{0}'. Immettere il percorso completo e ricaricare lo script.","ErrorCode.11027":"Non esiste un percorso qualificato per il file seguente: {0}. Salvare il documento QlikView prima di utilizzare istruzioni QUALIFY.","ErrorCode.11028":"Questa istruzione funziona solo con percorsi lib:// in modalità standard. Modificare l'istruzione in modo che utilizzi un percorso lib:// e ricaricare lo script.","ErrorCode.11029":"Uso incoerente di campi semantici. Correggere l'utilizzo del prefisso SEMANTIC e ricaricare lo script.","ErrorCode.11030":"Nessuna connessione dati aperta. Potrebbe esservi un'istruzione CONNECT mancante o non valida. Controllare l'istruzione CONNECT, verificare che la connessione sia accessibile e ricaricare lo script.","ErrorCode.11031":"La clausola GROUP BY richiede espressioni di aggregazione. Aggiungere espressioni di aggregazione alla clausola e ricaricare lo script.","ErrorCode.11032":"In questa modalità di script non sono disponibili istruzioni CONNECT diverse da LIB CONNECT. Cambiare l'istruzione CONNECT in LIB CONNECT e ricaricare lo script.","ErrorCode.11033":"Connessione ODBC non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11034":"Connessione OLEDB non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11035":"Connessione personalizzata non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11036":"Lettura ODBC non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11037":"Lettura OLEDB non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11038":"Lettura personalizzata non riuscita. Verificare che il database sia disponibile e identificato correttamente nello script.","ErrorCode.11039":"Binary LOAD non consentito con il documento seguente: {0}.","ErrorCode.11040":"L'avvio del connettore seguente non è riuscito: {0}. Connettore non trovato o DLL per il connettore mancanti nel sistema. Contattare l'amministratore di sistema.","ErrorCode.11041":"Il connettore non risponde. Contattare l'amministratore di sistema.","ErrorCode.11042":"Il connettore ha restituito l'errore seguente: {0}.","ErrorCode.11043":"Errore di connessione al connettore: {0}.","ErrorCode.11044":"Il connettore personalizzato {0} non è stato trovato.","ErrorCode.11045":"Trovate chiavi duplicate durante il caricamento del campo di input {0}.","ErrorCode.11046":"Non esiste una tabella caricata in precedenza con cui eseguire l'istruzione Concatenate LOAD.","ErrorCode.12":"Incoerenza nella memoria","ErrorCode.12000":"È disponibile una nuova versione di Qlik Sense Desktop. Eseguire l'aggiornamento alla nuova versione.","ErrorCode.12001":"La versione di Qlik Sense Desktop in uso è scaduta.","ErrorCode.12002":"Informazioni di accesso alla sessione rilevate. Non supportate in Qlik Sense Desktop. Per poter caricare i dati in Qlik Sense Desktop, assicurarsi di rimuovere eventuali informazioni di accesso alla sessione utilizzando una versione di Qlik Sense Desktop in cui vengono supportate.","ErrorCode.12003":"Impossibile eliminare l'app perché è aperta. Chiudere l'app e riprovare.","ErrorCode.12004":"L'utente non è autenticato. Accedere a Qlik Sense Desktop.","ErrorCode.13":"Azione interrotta in modo imprevisto.","ErrorCode.13000":"Limite della dimensione raggiunto per il processo di esportazione. Ridurre il numero di valori da esportare o modificare le impostazioni.","ErrorCode.13001":"Nessun dato da esportare. Assicurarsi che i dati nella visualizzazione siano corretti.","ErrorCode.14":"Impossibile eseguire la convalida in questo momento. Riprovare più tardi.","ErrorCode.14000":"File con l'offset specificato non trovato.","ErrorCode.15":"Operazione interrotta","ErrorCode.15000":"Timeout della ricerca","ErrorCode.16":"Si è persa la connessione. Assicurarsi che Qlik Sense venga eseguito correttamente. Se la sessione è scaduta a causa di un periodo di inattività, aggiornare per continuare.","ErrorCode.16000":"Espressione Direct Discovery non riuscita. Ciò può essere dovuto a diversi motivi, ad esempio a un errore di comunicazione o al fatto che lo script di caricamento dei dati contiene una query che non è più valida.","ErrorCode.16001":"Troppe righe per visualizzare questa visualizzazione. Effettuare selezioni per recuperare un numero minore di record dei dettagli.","ErrorCode.16002":"La Direct query ha restituito un set di risultati non valido.","ErrorCode.16003":"Connessione al database non riuscita.","ErrorCode.16004":"Non è consentito utilizzare i campi Measure con i campi aggregati.","ErrorCode.16005":"Non è consentito utilizzare il campo Detail con i campi aggregati.","ErrorCode.16006":"Non è consentito utilizzare le chiavi sintetiche in una tabella Direct Discovery. Una tabella Direct Discovery non può far parte di un ciclo.","ErrorCode.16007":"Sono consentiti solo i campi di una singola tabella Direct Discovery.","ErrorCode.16008":"Autorizzazione database non riuscita.","ErrorCode.17":"Questa azione non è supportata nella versione di Qlik Sense attuale.","ErrorCode.17000":"Tabella non trovata nell'app corrente","ErrorCode.17001":"Nomi di tabella duplicati trovati","ErrorCode.18":"Si è verificato un errore su una chiamata endpoint REST.","ErrorCode.18000":"La variabile deve avere un nome.","ErrorCode.18001":"Una variabile con questo nome esiste già. Scegliere un altro nome.","ErrorCode.18002":"Il nome della variabile generica non è coerente con il nome dalla variabile sottostante. Rimuovere la variabile e crearla nuovamente, quindi comunicare l'errore al supporto Qlik.","ErrorCode.19":"La richiesta eccede il limite di memoria.","ErrorCode.19000":"Impossibile elencare le librerie dei contenuti. Se il problema persiste, riprovare e contattare l'amministratore di sistema.","ErrorCode.19001":"Impossibile recuperare il contenuto della libreria. Se il problema persiste, riprovare e contattare l'amministratore di sistema.","ErrorCode.19002":"Errore durante la scrittura del contenuto specifico dell'app.","ErrorCode.19003":"Errore durante la lettura del contenuto specifico dell'app.","ErrorCode.19004":"La libreria dei contenuti specificata non esiste. Verificare il nome della libreria.","ErrorCode.2":"Impossibile trovare la risorsa.","ErrorCode.2000":"Un connessione con il nome specificato esiste già.","ErrorCode.20000":"Funzionalità disattivata.","ErrorCode.2001":"Connessione non trovata.","ErrorCode.2002":"Caricamento connessione non riuscito.","ErrorCode.2003":"Importazione connessione non riuscita.","ErrorCode.2004":"Nome della connessione non valido. Immettere un nuovo nome della connessione composto da 1-256 caratteri, senza utilizzare \\ / : * ? \" < > |","ErrorCode.22000":"OK","ErrorCode.22001":"Operazione annullata.","ErrorCode.22002":"Errore sconosciuto","ErrorCode.22003":"Il client ha specificato un argomento non valido.","ErrorCode.22004":"Tempo scaduto prima del completamento dell'operazione.","ErrorCode.22005":"Impossibile trovare l'entità richiesta (file o directory).","ErrorCode.22006":"Impossibile creare l'entità (file o directory). Entità già esistente.","ErrorCode.22007":"Il chiamante non dispone dell'autorizzazione per eseguire l'operazione specificata.","ErrorCode.22008":"Una risorsa è esaurita. Esempi: è stata superata la quota per utente o non è più disponibile spazio nel file system.","ErrorCode.22009":"Operazione respinta. Lo stato del sistema non consente l'esecuzione dell'operazione.","ErrorCode.22010":"Operazione interrotta. Una causa comune riguarda i problemi di concorrenza, come errori di controllo sequencer, transazioni interrotte e così via.","ErrorCode.22011":"L'operazione ha superato l'intervallo valido, ad esempio ha eseguito una ricerca o una lettura oltre la fine del file.","ErrorCode.22012":"L'operazione non è supportata in questo servizio.","ErrorCode.22013":"Errore interno.","ErrorCode.22014":"Il servizio non è attualmente disponibile. Il problema potrebbe essere risolto riprovando e utilizzando il backoff.","ErrorCode.22015":"Perdita o danneggiamento di dati irreversibile.","ErrorCode.22016":"Le credenziali di autenticazione fornite per l'operazione richiesta non sono valide.","ErrorCode.2300":"Il connettore non supporta il flusso di file.","ErrorCode.23001":"Oggetto xlsx non valido.","ErrorCode.23002":"File xlsx non valido.","ErrorCode.23003":"Foglio xlsx non valido.","ErrorCode.23004":"Intervallo di esportazione xlsx non valido.","ErrorCode.23005":"Errore generico nella scrittura del file xlsx.","ErrorCode.23006":"Impossibile allocare la memoria per la scrittura del file xlsx.","ErrorCode.23007":"Errore nella creazione del file di output xlsx. Ciò è solitamente dovuto a un errore nelle autorizzazioni.","ErrorCode.23008":"Si è verificato un errore nella creazione di un file temporaneo durante l'assemblaggio del file.","ErrorCode.23009":"Errore zlib in un'operazione file durante la creazione del file xlsx.","ErrorCode.2301":"Le dimensioni del file di dati hanno superato le dimensioni del buffer di flusso file. Modificare l'impostazione di StreamingBufferSizeMB.","ErrorCode.23010":"Errore zlib nell'aggiunta di un file sub al file xlsx.","ErrorCode.23011":"Errore zlib alla chiusura del file xlsx.","ErrorCode.23012":"Parametro funzione NULL ignorato.","ErrorCode.23013":"La stringa supera il limite Excel di 32.767 caratteri.","ErrorCode.23014":"Il parametro supera il limite Excel di 255 caratteri.","ErrorCode.23015":"Errore nell'individuazione dell'indice stringa interno.","ErrorCode.23016":"Indice riga o colonna del foglio di lavoro fuori scala.","ErrorCode.23017":"Numero massimo di URL del foglio di lavoro (65530) superato.","ErrorCode.3":"La risorsa esiste già.","ErrorCode.3000":"Accesso al file negato.","ErrorCode.30000":"L'URL specificato utilizza un protocollo non supportato.","ErrorCode.30001":"Impossibile risolvere il proxy specificato.","ErrorCode.30002":"Impossibile stabilire la connessione con l'host o il proxy.","ErrorCode.30003":"Accesso negato per la risorsa nell'URL.","ErrorCode.30004":"FTP accept non riuscito.","ErrorCode.30005":"Timeout FTP accept.","ErrorCode.30006":"Host non raggiungibile da FTP.","ErrorCode.30007":"Dimensioni del trasferimento file non corrispondenti alle previsioni.","ErrorCode.30008":"Comandi QUOTE personalizzati non riusciti.","ErrorCode.30009":"Scrittura non riuscita.","ErrorCode.3001":"Nome del file non valido.","ErrorCode.30010":"Caricamento non riuscito.","ErrorCode.30011":"Allocazione memoria non riuscita.","ErrorCode.30012":"Timeout operazione.","ErrorCode.30013":"Comando FTP REST non riuscito.","ErrorCode.30014":"Comando POST non riuscito.","ErrorCode.30015":"Handshake SSL/TSL non riuscito. Certificati e/o password non validi.","ErrorCode.30016":"Lettura file non riuscita.","ErrorCode.30017":"Associazione LDAP non riuscita.","ErrorCode.30018":"Ricerca LDAP non riuscita","ErrorCode.30019":"Errore causato da un numero eccessivo di reindirizzamenti.","ErrorCode.3002":"Il file che si sta tentando di caricare è danneggiato. Controllare che nel file non siano presenti errori e riprovare.","ErrorCode.30020":"Impossibile verificare il certificato SSL o l'impronta digitale SSH md5.","ErrorCode.30021":"Nessun dato ricevuto dal server remoto.","ErrorCode.30022":"Engine crittografico specificato non trovato.","ErrorCode.30023":"Impossibile impostare l'engine crittografico SSL selezionato.","ErrorCode.30024":"Problema con il certificato client locale.","ErrorCode.30025":"Impossibile usare la crittografia specificata.","ErrorCode.30026":"Impossibile autenticare il certificato peer.","ErrorCode.30027":"Codifica contenuto non valida.","ErrorCode.30028":"URL LDAP non valido.","ErrorCode.30029":"Livello SSL FTP richiesto non riuscito.","ErrorCode.3003":"Impossibile trovare un file appartenente all'app caricata o importata.","ErrorCode.30030":"Inizializzazione engine SSL non riuscita.","ErrorCode.30031":"Accesso al server remoto negato.","ErrorCode.30032":"File su server FTP non trovato.","ErrorCode.30033":"Operazione TFTP non valida.","ErrorCode.30034":"Si è verificato un errore durante la sessione SSH.","ErrorCode.3004":"Formato file non supportato","ErrorCode.3005":"Il file è stato aperto in una modalità non supportata. Impossibile aprire le app con il suffisso qvw senza i relativi dati.","ErrorCode.3006":"Nessuna tabella trovata nel file HTML.","ErrorCode.30100":"L'espressione set generata è troppo lunga. Ridurre la lunghezza, ad esempio effettuando un minor numero di selezioni, e rigenerare l'espressione set.","ErrorCode.4":"Percorso non valido","ErrorCode.400":"Richiesta non valida.","ErrorCode.4000":"Impossibile accedere alla risorsa richiesta.","ErrorCode.4001":"Accesso al sistema non riuscito.","ErrorCode.401":"Accesso negato: l'autenticazione non è riuscita oppure non è stata eseguita.","ErrorCode.402":"Il pagamento è obbligatorio.","ErrorCode.403":"Accesso negato.","ErrorCode.404":"Impossibile trovare la risorsa richiesta.","ErrorCode.405":"Questo metodo non è supportato.","ErrorCode.406":"Non accettabile","ErrorCode.407":"Autenticazione proxy obbligatoria","ErrorCode.408":"La richiesta è scaduta.","ErrorCode.409":"Impossibile completare la richiesta a causa di un conflitto.","ErrorCode.410":"La risorsa richiesta non è più disponibile.","ErrorCode.411":"La lunghezza del contenuto della richiesta è obbligatoria.","ErrorCode.412":"La precondizione non è riuscita.","ErrorCode.413":"L'entità della richiesta è troppo grande.","ErrorCode.414":"L'URL della richiesta è troppo lungo.","ErrorCode.415":"Il tipo di supporto dell'entità della richiesta non è supportato.","ErrorCode.416":"Impossibile soddisfare la scala richiesta.","ErrorCode.417":"Previsione non riuscita","ErrorCode.5":"Accesso negato","ErrorCode.500":"Errore interno del server","ErrorCode.5000":"Il server non dispone più di licenze di accesso client per la sessione e l'utilizzo.","ErrorCode.5001":"Il server non dispone più di licenze di accesso client per la sessione.","ErrorCode.5002":"Il server non dispone più di licenze di accesso client per l'utilizzo.","ErrorCode.5003":"Il server non dispone più di licenze di accesso client.","ErrorCode.5004":"Il server non dispone più di licenze di accesso client denominate.","ErrorCode.5005":"Server fuori servizio","ErrorCode.5006":"Server occupato","ErrorCode.5007":"La licenza è scaduta. Eseguire l'aggiornamento alla versione corrente per ricevere una nuova licenza.","ErrorCode.5008":"AJAX disattivato.","ErrorCode.5009":"Nessun token di utilizzo disponibile per l'utente di questa sessione.","ErrorCode.501":"Il metodo della richiesta non è stato riconosciuto o non può essere soddisfatto.","ErrorCode.5010":"Con questa licenza sono supportati solo i clienti AJAX.","ErrorCode.502":"Gateway non valido","ErrorCode.503":"Il servizio non è disponibile.","ErrorCode.504":"Timeout del gateway","ErrorCode.505":"La versione del protocollo HTTP non è supportata.","ErrorCode.509":"Limite della larghezza di banda superato","ErrorCode.6":"Memoria di sistema insufficiente.","ErrorCode.6000":"Oggetto ipercubo non valido.","ErrorCode.6001":"I risultati dell'ipercubo sono troppo grandi.","ErrorCode.6002":"Stato dell'oggetto ipercubo non valido.","ErrorCode.6003":"Attualmente non è possibile eseguire l'operazione richiesta.","ErrorCode.61409":"Autenticazione non riuscita. Impossibile trovare l'utente nel database.","ErrorCode.7":"Non inizializzato","ErrorCode.700":"Impossibile risolvere l'host.","ErrorCode.7000":"Tutte le espressioni disabilitate","ErrorCode.7001":"Dimensione o misura non nella libreria","ErrorCode.7002":"Memoria insufficiente per il calcolo","ErrorCode.7003":"Il calcolo è troppo grande","ErrorCode.7004":"Il calcolo è scaduto","ErrorCode.7005":"La condizione di calcolo non è soddisfatta","ErrorCode.7006":"Aggregazione mista DBMS e in memoria non supportata","ErrorCode.7007":"Tentativo di query diretta per tabella mancante o non diretta","ErrorCode.7008":"Ordinamento non valido nelle proprietà","ErrorCode.7009":"Dimensione della pagina di calcolo troppo grande. Ridurre il numero di celle e riprovare.","ErrorCode.7010":"Campi semantici non consentiti nel calcolo","ErrorCode.7011":"Impossibile eseguire correttamente il calcolo dell'oggetto. Provare ad aggiornare l'app.","ErrorCode.7012":"La dimensione è già in uso.","ErrorCode.7013":"Un oggetto che fa riferimento a un campo Direct Discovery non esiste. Aggiornare la definizione dell'oggetto o aggiungere il campo mancato nella tabella di Direct Discovery.","ErrorCode.7014":"Una condizione di calcolo non è soddisfatta. La dimensione è stata esclusa dal calcolo.","ErrorCode.8":"Parametri non validi","ErrorCode.8000":"Identificativo non valido per l'oggetto collegato","ErrorCode.8001":"Oggetto collegato non trovato nella presentazione","ErrorCode.8002":"Oggetto collegato non valido","ErrorCode.9":"Alcuni parametri sono vuoti.","ErrorCode.9000":"Impossibile salvare l'oggetto.","ErrorCode.9001":"Impossibile leggere l'oggetto.","ErrorCode.9002":"Impossibile eliminare l'oggetto.","ErrorCode.9003":"Impossibile trovare l'oggetto.","ErrorCode.9004":"Si sta utilizzando Qlik Sense Desktop anziché Qlik Sense oppure la versione di Qlik Sense utilizzata non è corretta.","ErrorCode.9005":"Migrazione dell'app non riuscita perché l'app è protetta da scrittura.","ErrorCode.9006":"Migrazione dell'app annullata. Aprire nuovamente l'app per eseguirne la migrazione.","ErrorCode.9007":"Backup dell'app da parte della migrazione dell'app non riuscita. Migrazione dell'app annullata.","ErrorCode.9008":"Spazio su disco insufficiente per l'operazione","ErrorCode.9009":"Si sta tentando di utilizzare un metodo non supportato nelle app della sessione","ErrorCode.9510":"Invalid parameter sent from the repository in the binary sync protocol","ErrorCode.9511":"Invalid parameter sent from the repository in the binary sync protocol","FUNC_GROUP_AGGR":"Funzioni di aggregazione","FUNC_GROUP_ALL":"- Tutte le funzioni -","FUNC_GROUP_COLOR":"Funzioni colore","FUNC_GROUP_CONDITIONAL":"Funzioni condizionali","FUNC_GROUP_COUNTER":"Funzioni di conteggio","FUNC_GROUP_DATE_AND_TIME":"Funzioni data e ora","FUNC_GROUP_EXPONENTIAL_AND_LOGARITHMIC":"Funzioni esponenziali e logaritmiche","FUNC_GROUP_FINANCIAL":"Funzioni finanziarie","FUNC_GROUP_FORMATTING":"Funzioni di formattazione","FUNC_GROUP_INTER_RECORD":"Funzioni intra-record","FUNC_GROUP_LOGICAL":"Funzioni logiche","FUNC_GROUP_MAPPING":"Funzioni di mapping","FUNC_GROUP_MATH_CONSTANT_AND_PARAM_FREE":"Costanti matematiche e funzioni a parametro libero","FUNC_GROUP_NONE":"Funzioni non categorizzate","FUNC_GROUP_NULL":"Funzioni nulle","FUNC_GROUP_NUMBER_INTERPRET":"Funzioni di interpretazione numerica","FUNC_GROUP_NUMERIC":"Funzioni numeriche generiche","FUNC_GROUP_RANGE":"Funzioni di scala","FUNC_GROUP_RANKING":"Funzioni di classificazione","FUNC_GROUP_STRING":"Funzioni di stringa","FUNC_GROUP_SYSTEM":"Funzioni di sistema","FUNC_GROUP_TRIGONOMETRIC_AND_HYPERBOLIC":"Funzioni trigonometriche e iperboliche","MessageCode.0":"{0}","MessageCode.1":"Salvataggio stato e dati","MessageCode.10":"Errore dello script: {0}","MessageCode.11":"Fine","MessageCode.12":"","MessageCode.13":"È stato rilevato un file QVD a colonne. Utilizzare STORE INTO per ottimizzare e disporre il file in righe.","MessageCode.14":"Caricamento file QVC: {0}","MessageCode.15":"(inserito nel buffer)","MessageCode.16":"preparazione","MessageCode.17":"aggiunta","MessageCode.18":"Rimozione {0} sintetici","MessageCode.19":"(recupero)","MessageCode.2":"Byte rimasti per ID colonna: {0}","MessageCode.20":"Ricaricamento: {0}","MessageCode.21":"Linee recuperate: {0}","MessageCode.22":"Creazione indice di ricerca in corso","MessageCode.23":"Indicizzazione campo: {0}","MessageCode.24":"Creazione indice di ricerca completata","MessageCode.25":"L'indice di ricerca è incompleto. La ricerca intelligente potrà essere più lenta del previsto.","MessageCode.26":"È in corso l'annullamento della creazione dell'indice di ricerca","MessageCode.27":"Creazione indice di ricerca annullata. La ricerca intelligente potrà essere più lenta del previsto.","MessageCode.28":"L'indice di ricerca è incompleto: tempo scaduto. La ricerca intelligente potrà essere più lenta del previsto.","MessageCode.29":"L'indice di ricerca è incompleto: memoria insufficiente. La ricerca intelligente potrà essere più lenta del previsto.","MessageCode.3":"In questo momento memorizzazione della tabella: {0}","MessageCode.30":"Accesso negato dopo il ricaricamento. Verificare che l'utente che ricarica lo script sia incluso nella sezione di controllo degli accessi dello script.","MessageCode.4":"Righe recuperate fino a ora: {0}","MessageCode.5":"Connesso","MessageCode.6":"Connessione a {0}","MessageCode.7":"Impossibile stabilire la connessione","MessageCode.8":"(QVD, basato su righe, ottimizzato)","MessageCode.9":"(QVD basato su colonne ottimizzato)","WarningCode.0":"Si sta tentando di aprire un documento QlikView (in formato qvw ) contenente uno script nascosto. Gli script nascosti non sono supportati in Qlik Sense Desktop. Il documento (in formato qvw) verrà convertito in un'app (in formato qvf) e lo script nascosto verrà rimosso. Ricaricare i dati nell'editor caricamento dati per assicurarsi che il database includa i dati corretti.","WarningCode.1":"È stata rilasciata una nuova versione di Qlik Sense Desktop con nuove funzionalità.","WarningCode.2000":"Impossibile aprire alcuni oggetti nell'app."}